-- MySQL dump 10.13  Distrib 8.3.0, for macos14.2 (arm64)
--
-- Host: localhost    Database: abzarmoblkhajeloo
-- ------------------------------------------------------
-- Server version	8.0.31

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `article_directory`
--

DROP TABLE IF EXISTS `article_directory`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `article_directory` (
  `article_id` int unsigned NOT NULL,
  `directory_id` int unsigned NOT NULL,
  KEY `article_directory_article_id_foreign` (`article_id`),
  KEY `article_directory_directory_id_foreign` (`directory_id`),
  CONSTRAINT `article_directory_article_id_foreign` FOREIGN KEY (`article_id`) REFERENCES `articles` (`id`) ON DELETE CASCADE,
  CONSTRAINT `article_directory_directory_id_foreign` FOREIGN KEY (`directory_id`) REFERENCES `directories` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `article_directory`
--

LOCK TABLES `article_directory` WRITE;
/*!40000 ALTER TABLE `article_directory` DISABLE KEYS */;
INSERT INTO `article_directory` VALUES (66,173),(66,172),(67,173),(67,172);
/*!40000 ALTER TABLE `article_directory` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `article_ts`
--

DROP TABLE IF EXISTS `article_ts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `article_ts` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `short_content` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `source` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seo_title` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `seo_keywords` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `seo_description` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `full_text` mediumtext CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `locale` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `article_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `un_lo_fore_article_ts` (`article_id`,`locale`),
  KEY `article_ts_locale_index` (`locale`),
  CONSTRAINT `arid_articles_fr` FOREIGN KEY (`article_id`) REFERENCES `articles` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `article_ts`
--

LOCK TABLES `article_ts` WRITE;
/*!40000 ALTER TABLE `article_ts` DISABLE KEYS */;
/*!40000 ALTER TABLE `article_ts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `articles`
--

DROP TABLE IF EXISTS `articles`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `articles` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `directory_id` int unsigned DEFAULT NULL,
  `system_user_id` int unsigned DEFAULT NULL,
  `title` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `short_content` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `full_text` mediumtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `source` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `image_path` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `average_rating` double(8,2) NOT NULL DEFAULT '0.00',
  `rates_count` int NOT NULL,
  `seo_keywords` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `seo_description` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `content_type` int NOT NULL DEFAULT '0',
  `is_suggested` tinyint(1) NOT NULL DEFAULT '0',
  `seo_title` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  PRIMARY KEY (`id`),
  KEY `articles_directory_id_foreign` (`directory_id`),
  KEY `articles_system_user_id_foreign` (`system_user_id`),
  FULLTEXT KEY `articles_fulltext_index` (`seo_keywords`,`title`,`short_content`,`full_text`),
  CONSTRAINT `articles_directory_id_foreign` FOREIGN KEY (`directory_id`) REFERENCES `directories` (`id`) ON DELETE CASCADE,
  CONSTRAINT `articles_system_user_id_foreign` FOREIGN KEY (`system_user_id`) REFERENCES `system_users` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=68 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `articles`
--

LOCK TABLES `articles` WRITE;
/*!40000 ALTER TABLE `articles` DISABLE KEYS */;
INSERT INTO `articles` VALUES (66,173,1,'سلام','سلام','<p>متن اصلی</p>','test',NULL,'2023-12-08 23:52:54','2023-12-08 23:54:54',0.00,0,'slam','slam',1,0,'slam'),(67,173,1,'سلام','سلام','<p>متن اصلی</p>','test',NULL,'2023-12-08 23:55:13','2023-12-08 23:55:13',0.00,0,NULL,NULL,1,0,NULL);
/*!40000 ALTER TABLE `articles` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `badge_ts`
--

DROP TABLE IF EXISTS `badge_ts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `badge_ts` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `locale` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `badge_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `un_lo_fore_badge_ts` (`badge_id`,`locale`),
  KEY `badge_ts_locale_index` (`locale`),
  CONSTRAINT `baid_badges_fr` FOREIGN KEY (`badge_id`) REFERENCES `badges` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `badge_ts`
--

LOCK TABLES `badge_ts` WRITE;
/*!40000 ALTER TABLE `badge_ts` DISABLE KEYS */;
/*!40000 ALTER TABLE `badge_ts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `badgeables`
--

DROP TABLE IF EXISTS `badgeables`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `badgeables` (
  `badgeable_id` int unsigned NOT NULL,
  `badgeable_type` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `badge_id` int unsigned NOT NULL,
  KEY `badgeables_badge_id_foreign` (`badge_id`),
  KEY `badgeables_badgeable_id_index` (`badgeable_id`),
  KEY `badgeables_badgeable_type_index` (`badgeable_type`),
  CONSTRAINT `badgeables_badge_id_foreign` FOREIGN KEY (`badge_id`) REFERENCES `badges` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `badgeables`
--

LOCK TABLES `badgeables` WRITE;
/*!40000 ALTER TABLE `badgeables` DISABLE KEYS */;
/*!40000 ALTER TABLE `badgeables` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `badges`
--

DROP TABLE IF EXISTS `badges`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `badges` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `color` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `icon` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `image_path` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `show_title` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `badges`
--

LOCK TABLES `badges` WRITE;
/*!40000 ALTER TABLE `badges` DISABLE KEYS */;
/*!40000 ALTER TABLE `badges` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `cities`
--

DROP TABLE IF EXISTS `cities`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `cities` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `state_id` int unsigned NOT NULL,
  `has_district` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `cities_state_id_foreign` (`state_id`),
  CONSTRAINT `cities_state_id_foreign` FOREIGN KEY (`state_id`) REFERENCES `states` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=1219 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `cities`
--

LOCK TABLES `cities` WRITE;
/*!40000 ALTER TABLE `cities` DISABLE KEYS */;
INSERT INTO `cities` VALUES (1,'سهند',1,0),(2,'سیس',1,0),(3,'دوزدوزان',1,0),(4,'تیمورلو',1,0),(5,'صوفیان',1,0),(6,'سردرود',1,0),(7,'هادیشهر',1,0),(8,'هشترود',1,0),(9,'زرنق',1,0),(10,'ترکمانچای',1,0),(11,'ورزقان',1,0),(12,'تسوج',1,0),(13,'زنوز',1,0),(14,'ایلخچی',1,0),(15,'شرفخانه',1,0),(16,'مهربان',1,0),(17,'مبارک شهر',1,0),(18,'تیکمه داش',1,0),(19,'باسمنج',1,0),(20,'سیه رود',1,0),(21,'میانه',1,0),(22,'خمارلو',1,0),(23,'خواجه',1,0),(24,'بناب مرند',1,0),(25,'قره آغاج',1,0),(26,'وایقان',1,0),(27,'مراغه',1,0),(28,'ممقان',1,0),(29,'خامنه',1,0),(30,'خسروشاه',1,0),(31,'لیلان',1,0),(32,'نظرکهریزی',1,0),(33,'اهر',1,0),(34,'بخشایش',1,0),(35,'آقکند',1,0),(36,'جوان قلعه',1,0),(37,'کلیبر',1,0),(38,'مرند',1,0),(39,'اسکو',1,0),(40,'شندآباد',1,0),(41,'شربیان',1,0),(42,'گوگان',1,0),(43,'بستان آباد',1,0),(44,'تبریز',1,0),(45,'جلفا',1,0),(46,'اچاچی',1,0),(47,'هریس',1,0),(48,'یامچی',1,0),(49,'خاروانا',1,0),(50,'کوزه کنان',1,0),(51,'خداجو(خراجو)',1,0),(52,'آذرشهر',1,0),(53,'شبستر',1,0),(54,'سراب',1,0),(55,'ملکان',1,0),(56,'بناب',1,0),(57,'هوراند',1,0),(58,'کلوانق',1,0),(59,'ترک',1,0),(60,'عجب شیر',1,0),(61,'آبش احمد',1,0),(62,'نالوس',2,0),(63,'ایواوغلی',2,0),(64,'شاهین دژ',2,0),(65,'گردکشانه',2,0),(66,'باروق',2,0),(67,'سیلوانه',2,0),(68,'بازرگان',2,0),(69,'نازک علیا',2,0),(70,'ربط',2,0),(71,'تکاب',2,0),(72,'دیزج دیز',2,0),(73,'سیمینه',2,0),(74,'نوشین',2,0),(75,'میاندوآب',2,0),(76,'مرگنلر',2,0),(77,'سلماس',2,0),(78,'آواجیق',2,0),(79,'قطور',2,0),(80,'محمودآباد',2,0),(81,'خوی',2,0),(82,'نقده',2,0),(83,'سرو',2,0),(84,'خلیفان',2,0),(85,'پلدشت',2,0),(86,'میرآباد',2,0),(87,'اشنویه',2,0),(88,'زرآباد',2,0),(89,'بوکان',2,0),(90,'پیرانشهر',2,0),(91,'چهاربرج',2,0),(92,'قوشچی',2,0),(93,'شوط',2,0),(94,'ماکو',2,0),(95,'سیه چشمه',2,0),(96,'سردشت',2,0),(97,'کشاورز',2,0),(98,'فیرورق',2,0),(99,'محمدیار',2,0),(100,'ارومیه',2,0),(101,'مهاباد',2,0),(102,'قره ضیاءالدین',2,0),(103,'فخراباد',3,0),(104,'کلور',3,0),(105,'نیر',3,0),(106,'اردبیل',3,0),(107,'اسلام اباد',3,0),(108,'تازه کندانگوت',3,0),(109,'مشگین شهر',3,0),(110,'جعفرآباد',3,0),(111,'نمین',3,0),(112,'اصلاندوز',3,0),(113,'مرادلو',3,0),(114,'خلخال',3,0),(115,'کوراییم',3,0),(116,'هیر',3,0),(117,'گیوی',3,0),(118,'گرمی',3,0),(119,'لاهرود',3,0),(120,'هشتجین',3,0),(121,'عنبران',3,0),(122,'تازه کند',3,0),(123,'قصابه',3,0),(124,'رضی',3,0),(125,'سرعین',3,0),(126,'بیله سوار',3,0),(127,'آبی بیگلو',3,0),(128,'زیار',4,0),(129,'زرین شهر',4,0),(130,'گلشن',4,0),(131,'پیربکران',4,0),(132,'خالدآباد',4,0),(133,'سجزی',4,0),(134,'گوگد',4,0),(135,'تیران',4,0),(136,'ونک',4,0),(137,'دهق',4,0),(138,'زواره',4,0),(139,'کاشان',4,0),(140,'ابوزیدآباد',4,0),(141,'اصغرآباد',4,0),(142,'بافران',4,0),(143,'شهرضا',4,0),(144,'خور',4,0),(145,'مجلسی',4,0),(146,'هرند',4,0),(147,'فولادشهر',4,0),(148,'کمشچه',4,0),(149,'کلیشادوسودرجان',4,0),(150,'لای بید',4,0),(151,'قهجاورستان',4,0),(152,'چرمهین',4,0),(153,'رزوه',4,0),(154,'فریدونشهر',4,0),(155,'طرق رود',4,0),(156,'نصرآباد',4,0),(157,'برزک',4,0),(158,'سفیدشهر',4,0),(159,'سمیرم',4,0),(160,'گلدشت',4,0),(161,'اردستان',4,0),(162,'جوشقان قالی',4,0),(163,'بویین ومیاندشت',4,0),(164,'کرکوند',4,0),(165,'درچه',4,0),(166,'انارک',4,0),(167,'دولت آباد',4,0),(168,'ایمانشهر',4,0),(169,'گرگاب',4,0),(170,'حسن اباد',4,0),(171,'سده لنجان',4,0),(172,'حبیب آباد',4,0),(173,'بهاران شهر',4,0),(174,'میمه',4,0),(175,'تودشک',4,0),(176,'گلشهر',4,0),(177,'رضوانشهر',4,0),(178,'داران',4,0),(179,'علویجه',4,0),(180,'نیک آباد',4,0),(181,'مشکات',4,0),(182,'آران وبیدگل',4,0),(183,'خوانسار',4,0),(184,'نجف آباد',4,0),(185,'منظریه',4,0),(186,'فرخی',4,0),(187,'دیزیچه',4,0),(188,'اژیه',4,0),(189,'زاینده رود',4,0),(190,'خورزوق',4,0),(191,'قهدریجان',4,0),(192,'شاهین شهر',4,0),(193,'بهارستان',4,0),(194,'چمگردان',4,0),(195,'دهاقان',4,0),(196,'برف انبار',4,0),(197,'بادرود',4,0),(198,'کوهپایه',4,0),(199,'گلپایگان',4,0),(200,'عسگران',4,0),(201,'حنا',4,0),(202,'کهریزسنگ',4,0),(203,'مهاباد',4,0),(204,'کامو و چوگان',4,0),(205,'افوس',4,0),(206,'زیباشهر',4,0),(207,'کوشک',4,0),(208,'نایین',4,0),(209,'سین',4,0),(210,'زازران',4,0),(211,'مبارکه',4,0),(212,'ورزنه',4,0),(213,'ورنامخواست',4,0),(214,'شاپورآباد',4,0),(215,'فلاورجان',4,0),(216,'وزوان',4,0),(217,'اصفهان',4,0),(218,'باغ بهادران',4,0),(219,'چادگان',4,0),(220,'دامنه',4,0),(221,'نطنز',4,0),(222,'محمدآباد',4,0),(223,'نیاسر',4,0),(224,'نوش آباد',4,0),(225,'کمه',4,0),(226,'جوزدان',4,0),(227,'قمصر',4,0),(228,'جندق',4,0),(229,'طالخونچه',4,0),(230,'خمینی شهر',4,0),(231,'باغشاد',4,0),(232,'دستگرد',4,0),(233,'ابریشم',4,0),(234,'آسارا',5,0),(235,'کرج',5,0),(236,'طالقان',5,0),(237,'شهرجدیدهشتگرد',5,0),(238,'محمدشهر',5,0),(239,'مشکین دشت',5,0),(240,'نظرآباد',5,0),(241,'هشتگرد',5,0),(242,'ماهدشت',5,0),(243,'اشتهارد',5,0),(244,'کوهسار',5,0),(245,'گرمدره',5,0),(246,'تنکمان',5,0),(247,'گلسار',5,0),(248,'کمال شهر',5,0),(249,'فردیس',5,0),(250,'شباب',6,0),(251,'موسیان',6,0),(252,'بدره',6,0),(253,'ایلام',6,0),(254,'ایوان',6,0),(255,'مهران',6,0),(256,'آسمان آباد',6,0),(257,'پهله',6,0),(258,'مهر',6,0),(259,'سراب باغ',6,0),(260,'بلاوه',6,0),(261,'میمه',6,0),(262,'دره شهر',6,0),(263,'ارکواز',6,0),(264,'مورموری',6,0),(265,'توحید',6,0),(266,'دهلران',6,0),(267,'لومار',6,0),(268,'چوار',6,0),(269,'زرنه',6,0),(270,'صالح آباد',6,0),(271,'سرابله',6,0),(272,'ماژین',6,0),(273,'دلگشا',6,0),(274,'برازجان',7,0),(275,'بندرریگ',7,0),(276,'اهرم',7,0),(277,'دوراهک',7,0),(278,'خورموج',7,0),(279,'نخل تقی',7,0),(280,'کلمه',7,0),(281,'بندردیلم',7,0),(282,'وحدتیه',7,0),(283,'بنک',7,0),(284,'چغادک',7,0),(285,'بندردیر',7,0),(286,'کاکی',7,0),(287,'جم',7,0),(288,'دالکی',7,0),(289,'بندرگناوه',7,0),(290,'آباد',7,0),(291,'آبدان',7,0),(292,'خارک',7,0),(293,'شنبه',7,0),(294,'بوشکان',7,0),(295,'انارستان',7,0),(296,'شبانکاره',7,0),(297,'سیراف',7,0),(298,'دلوار',7,0),(299,'بردستان',7,0),(300,'بادوله',7,0),(301,'عسلویه',7,0),(302,'تنگ ارم',7,0),(303,'امام حسن',7,0),(304,'سعد آباد',7,0),(305,'بندرکنگان',7,0),(306,'بوشهر',7,0),(307,'بردخون',7,0),(308,'آب پخش',7,0),(309,'پیشوا',8,0),(310,'جوادآباد',8,0),(311,'ارجمند',8,0),(312,'ری',8,0),(313,'نصیرشهر',8,0),(314,'رودهن',8,0),(315,'اندیشه',8,0),(316,'نسیم شهر',8,0),(317,'صباشهر',8,0),(318,'ملارد',8,0),(319,'شمشک',8,0),(320,'پاکدشت',8,0),(321,'باقرشهر',8,0),(322,'احمد آباد مستوفی',8,0),(323,'کیلان',8,0),(324,'قرچک',8,0),(325,'فردوسیه',8,0),(326,'گلستان',8,0),(327,'ورامین',8,0),(328,'فیروزکوه',8,0),(329,'فشم',8,0),(330,'پرند',8,0),(331,'آبعلی',8,0),(332,'چهاردانگه',8,0),(333,'تهران',8,1),(334,'بومهن',8,0),(335,'وحیدیه',8,0),(336,'صفادشت',8,0),(337,'لواسان',8,0),(338,'فرون اباد',8,0),(339,'کهریزک',8,0),(340,'رباطکریم',8,0),(341,'آبسرد',8,0),(342,'باغستان',8,0),(343,'صالحیه',8,0),(344,'شهریار',8,0),(345,'قدس',8,0),(346,'تجریش',8,0),(347,'شریف آباد',8,0),(348,'حسن آباد',8,0),(349,'اسلامشهر',8,0),(350,'دماوند',8,0),(351,'پردیس',8,0),(352,'گوجان',9,0),(353,'گهرو',9,0),(354,'سورشجان',9,0),(355,'سرخون',9,0),(356,'شهرکرد',9,0),(357,'منج',9,0),(358,'بروجن',9,0),(359,'پردنجان',9,0),(360,'سامان',9,0),(361,'فرخ شهر',9,0),(362,'صمصامی',9,0),(363,'طاقانک',9,0),(364,'کاج',9,0),(365,'نقنه',9,0),(366,'لردگان',9,0),(367,'باباحیدر',9,0),(368,'دستنا',9,0),(369,'سودجان',9,0),(370,'بازفت',9,0),(371,'هفشجان',9,0),(372,'سردشت',9,0),(373,'فرادبنه',9,0),(374,'چلیچه',9,0),(375,'بن',9,0),(376,'فارسان',9,0),(377,'شلمزار',9,0),(378,'نافچ',9,0),(379,'دشتک',9,0),(380,'بلداجی',9,0),(381,'آلونی',9,0),(382,'گندمان',9,0),(383,'جونقان',9,0),(384,'ناغان',9,0),(385,'هارونی',9,0),(386,'چلگرد',9,0),(387,'کیان',9,0),(388,'اردل',9,0),(389,'سفیددشت',9,0),(390,'مال خلیفه',9,0),(391,'شوسف',10,0),(392,'قاین',10,0),(393,'عشق آباد',10,0),(394,'طبس مسینا',10,0),(395,'ارسک',10,0),(396,'آیسک',10,0),(397,'نیمبلوک',10,0),(398,'دیهوک',10,0),(399,'سربیشه',10,0),(400,'محمدشهر',10,0),(401,'بیرجند',10,0),(402,'فردوس',10,0),(403,'نهبندان',10,0),(404,'اسفدن',10,0),(405,'گزیک',10,0),(406,'حاجی آباد',10,0),(407,'سه قلعه',10,0),(408,'آرین شهر',10,0),(409,'مود',10,0),(410,'خوسف',10,0),(411,'قهستان',10,0),(412,'بشرویه',10,0),(413,'سرایان',10,0),(414,'خضری دشت بیاض',10,0),(415,'طبس',10,0),(416,'اسدیه',10,0),(417,'زهان',10,0),(418,'نیل شهر',11,0),(419,'جنگل',11,0),(420,'درود',11,0),(421,'رباط سنگ',11,0),(422,'سلطان آباد',11,0),(423,'فریمان',11,0),(424,'گناباد',11,0),(425,'کاریز',11,0),(426,'همت آباد',11,0),(427,'سلامی',11,0),(428,'باجگیران',11,0),(429,'بجستان',11,0),(430,'چناران',11,0),(431,'درگز',11,0),(432,'کلات',11,0),(433,'چکنه',11,0),(434,'نصرآباد',11,0),(435,'بردسکن',11,0),(436,'مشهد',11,0),(437,'کدکن',11,0),(438,'نقاب',11,0),(439,'قلندرآباد',11,0),(440,'کاشمر',11,0),(441,'شاندیز',11,0),(442,'نشتیفان',11,0),(443,'ششتمد',11,0),(444,'شادمهر',11,0),(445,'عشق آباد',11,0),(446,'چاپشلو',11,0),(447,'رشتخوار',11,0),(448,'قدمگاه',11,0),(449,'صالح آباد',11,0),(450,'داورزن',11,0),(451,'فرهادگرد',11,0),(452,'کاخک',11,0),(453,'مشهدریزه',11,0),(454,'جغتای',11,0),(455,'مزدآوند',11,0),(456,'قوچان',11,0),(457,'یونسی',11,0),(458,'سنگان',11,0),(459,'نوخندان',11,0),(460,'کندر',11,0),(461,'نیشابور',11,0),(462,'احمدابادصولت',11,0),(463,'شهراباد',11,0),(464,'رضویه',11,0),(465,'تربت حیدریه',11,0),(466,'باخرز',11,0),(467,'سفیدسنگ',11,0),(468,'بیدخت',11,0),(469,'تایباد',11,0),(470,'فیروزه',11,0),(471,'قاسم آباد',11,0),(472,'سبزوار',11,0),(473,'فیض آباد',11,0),(474,'گلمکان',11,0),(475,'لطف آباد',11,0),(476,'شهرزو',11,0),(477,'خرو',11,0),(478,'تربت جام',11,0),(479,'انابد',11,0),(480,'ملک آباد',11,0),(481,'بایک',11,0),(482,'دولت آباد',11,0),(483,'سرخس',11,0),(484,'ریوش',11,0),(485,'طرقبه',11,0),(486,'خواف',11,0),(487,'روداب',11,0),(488,'خلیل آباد',11,0),(489,'راز',12,0),(490,'پیش قلعه',12,0),(491,'قوشخانه',12,0),(492,'شوقان',12,0),(493,'اسفراین',12,0),(494,'گرمه',12,0),(495,'قاضی',12,0),(496,'شیروان',12,0),(497,'حصارگرمخان',12,0),(498,'آشخانه',12,0),(499,'تیتکانلو',12,0),(500,'جاجرم',12,0),(501,'بجنورد',12,0),(502,'درق',12,0),(503,'آوا',12,0),(504,'زیارت',12,0),(505,'سنخواست',12,0),(506,'صفی آباد',12,0),(507,'ایور',12,0),(508,'فاروج',12,0),(509,'لوجلی',12,0),(510,'بیدروبه',13,0),(511,'شاوور',13,0),(512,'حمزه',13,0),(513,'گتوند',13,0),(514,'شرافت',13,0),(515,'منصوریه',13,0),(516,'زهره',13,0),(517,'رامهرمز',13,0),(518,'بندرامام خمینی',13,0),(519,'کوت عبداله',13,0),(520,'میداود',13,0),(521,'چغامیش',13,0),(522,'ملاثانی',13,0),(523,'چم گلک',13,0),(524,'حر',13,0),(525,'شمس آباد',13,0),(526,'آبژدان',13,0),(527,'چویبده',13,0),(528,'مسجدسلیمان',13,0),(529,'مقاومت',13,0),(530,'ترکالکی',13,0),(531,'دارخوین',13,0),(532,'سردشت',13,0),(533,'لالی',13,0),(534,'کوت سیدنعیم',13,0),(535,'حمیدیه',13,0),(536,'دهدز',13,0),(537,'قلعه تل',13,0),(538,'میانرود',13,0),(539,'رفیع',13,0),(540,'اندیمشک',13,0),(541,'الوان',13,0),(542,'سالند',13,0),(543,'صالح شهر',13,0),(544,'اروندکنار',13,0),(545,'سرداران',13,0),(546,'تشان',13,0),(547,'رامشیر',13,0),(548,'شادگان',13,0),(549,'بندرماهشهر',13,0),(550,'جایزان',13,0),(551,'بستان',13,0),(552,'ویس',13,0),(553,'اهواز',13,0),(554,'فتح المبین',13,0),(555,'شهر امام',13,0),(556,'قلعه خواجه',13,0),(557,'حسینیه',13,0),(558,'گلگیر',13,0),(559,'مینوشهر',13,0),(560,'سماله',13,0),(561,'شوشتر',13,0),(562,'بهبهان',13,0),(563,'هندیجان',13,0),(564,'ابوحمیظه',13,0),(565,'آغاجاری',13,0),(566,'ایذه',13,0),(567,'صیدون',13,0),(568,'سیاه منصور',13,0),(569,'هویزه',13,0),(570,'آزادی',13,0),(571,'شوش',13,0),(572,'دزفول',13,0),(573,'جنت مکان',13,0),(574,'آبادان',13,0),(575,'گوریه',13,0),(576,'خرمشهر',13,0),(577,'مشراگه',13,0),(578,'خنافره',13,0),(579,'چمران',13,0),(580,'امیدیه',13,0),(581,'سوسنگرد',13,0),(582,'شیبان',13,0),(583,'الهایی',13,0),(584,'باغ ملک',13,0),(585,'صفی آباد',13,0),(586,'زرین رود',14,0),(587,'آب بر',14,0),(588,'ارمغانخانه',14,0),(589,'کرسف',14,0),(590,'هیدج',14,0),(591,'سلطانیه',14,0),(592,'خرمدره',14,0),(593,'نیک پی',14,0),(594,'قیدار',14,0),(595,'ابهر',14,0),(596,'دندی',14,0),(597,'حلب',14,0),(598,'نوربهار',14,0),(599,'گرماب',14,0),(600,'چورزق',14,0),(601,'زنجان',14,0),(602,'سهرورد',14,0),(603,'صایین قلعه',14,0),(604,'ماه نشان',14,0),(605,'زرین آباد',14,0),(606,'مجن',15,0),(607,'دامغان',15,0),(608,'سرخه',15,0),(609,'مهدی شهر',15,0),(610,'شاهرود',15,0),(611,'سمنان',15,0),(612,'کهن آباد',15,0),(613,'گرمسار',15,0),(614,'کلاته خیج',15,0),(615,'دیباج',15,0),(616,'درجزین',15,0),(617,'رودیان',15,0),(618,'بسطام',15,0),(619,'امیریه',15,0),(620,'میامی',15,0),(621,'شهمیرزاد',15,0),(622,'بیارجمند',15,0),(623,'کلاته',15,0),(624,'آرادان',15,0),(625,'شهرک علی اکبر',16,0),(626,'بنجار',16,0),(627,'گلمورتی',16,0),(628,'نگور',16,0),(629,'راسک',16,0),(630,'بنت',16,0),(631,'قصرقند',16,0),(632,'جالق',16,0),(633,'هیدوچ',16,0),(634,'نوک آباد',16,0),(635,'زهک',16,0),(636,'بمپور',16,0),(637,'پیشین',16,0),(638,'گشت',16,0),(639,'محمدآباد',16,0),(640,'زاهدان',16,0),(641,'زابلی',16,0),(642,'چاه بهار',16,0),(643,'زرآباد',16,0),(644,'بزمان',16,0),(645,'اسپکه',16,0),(646,'فنوج',16,0),(647,'سراوان',16,0),(648,'ادیمی',16,0),(649,'زابل',16,0),(650,'دوست محمد',16,0),(651,'ایرانشهر',16,0),(652,'سرباز',16,0),(653,'سیرکان',16,0),(654,'میرجاوه',16,0),(655,'نصرت آباد',16,0),(656,'سوران',16,0),(657,'خاش',16,0),(658,'کنارک',16,0),(659,'محمدان',16,0),(660,'نیک شهر',16,0),(661,'کارزین (فتح آباد)',17,0),(662,'فدامی',17,0),(663,'خومه زار',17,0),(664,'سلطان شهر',17,0),(665,'فیروزآباد',17,0),(666,'دبیران',17,0),(667,'باب انار',17,0),(668,'رامجرد',17,0),(669,'سروستان',17,0),(670,'قره بلاغ',17,0),(671,'ارسنجان',17,0),(672,'دژکرد',17,0),(673,'بیرم',17,0),(674,'دهرم',17,0),(675,'شیراز',17,0),(676,'ایزدخواست',17,0),(677,'علامرودشت',17,0),(678,'اوز',17,0),(679,'وراوی',17,0),(680,'بیضا',17,0),(681,'نی ریز',17,0),(682,'کنارتخته',17,0),(683,'امام شهر',17,0),(684,'جهرم',17,0),(685,'بابامنیر',17,0),(686,'گراش',17,0),(687,'فسا',17,0),(688,'شهرپیر',17,0),(689,'حسن اباد',17,0),(690,'کامفیروز',17,0),(691,'خنج',17,0),(692,'خانه زنیان',17,0),(693,'استهبان',17,0),(694,'بوانات',17,0),(695,'لطیفی',17,0),(696,'فراشبند',17,0),(697,'زرقان',17,0),(698,'صغاد',17,0),(699,'اشکنان',17,0),(700,'قایمیه',17,0),(701,'گله دار',17,0),(702,'دوبرجی',17,0),(703,'آباده طشک',17,0),(704,'خرامه',17,0),(705,'میمند',17,0),(706,'افزر',17,0),(707,'دوزه',17,0),(708,'سیدان',17,0),(709,'کوپن',17,0),(710,'زاهدشهر',17,0),(711,'قادراباد',17,0),(712,'سده',17,0),(713,'بنارویه',17,0),(714,'سعادت شهر',17,0),(715,'شهرصدرا',17,0),(716,'سورمق',17,0),(717,'حسامی',17,0),(718,'جویم',17,0),(719,'خوزی',17,0),(720,'اردکان',17,0),(721,'قطرویه',17,0),(722,'نودان',17,0),(723,'مبارک آباددیز',17,0),(724,'داراب',17,0),(725,'نورآباد',17,0),(726,'کوار',17,0),(727,'نوبندگان',17,0),(728,'حاجی آباد',17,0),(729,'خاوران',17,0),(730,'مرودشت',17,0),(731,'کوهنجان',17,0),(732,'ششده',17,0),(733,'مزایجان',17,0),(734,'ایج',17,0),(735,'خور',17,0),(736,'نوجین',17,0),(737,'لپویی',17,0),(738,'بهمن',17,0),(739,'اهل',17,0),(740,'خشت',17,0),(741,'مهر',17,0),(742,'جنت شهر',17,0),(743,'مشکان',17,0),(744,'بالاده',17,0),(745,'قیر',17,0),(746,'قطب آباد',17,0),(747,'خانیمن',17,0),(748,'مصیری',17,0),(749,'میانشهر',17,0),(750,'صفاشهر',17,0),(751,'اقلید',17,0),(752,'عمادده',17,0),(753,'مادرسلیمان',17,0),(754,'داریان',17,0),(755,'رونیز',17,0),(756,'کره ای',17,0),(757,'لار',17,0),(758,'اسیر',17,0),(759,'هماشهر',17,0),(760,'آباده',17,0),(761,'لامرد',17,0),(762,'بیدستان',18,0),(763,'کوهین',18,0),(764,'رازمیان',18,0),(765,'خرمدشت',18,0),(766,'آبگرم',18,0),(767,'شال',18,0),(768,'شریفیه',18,0),(769,'اقبالیه',18,0),(770,'نرجه',18,0),(771,'ارداق',18,0),(772,'الوند',18,0),(773,'خاکعلی',18,0),(774,'سیردان',18,0),(775,'ضیاڈآباد',18,0),(776,'بویین زهرا',18,0),(777,'محمدیه',18,0),(778,'محمودآبادنمونه',18,0),(779,'معلم کلایه',18,0),(780,'اسفرورین',18,0),(781,'آوج',18,0),(782,'دانسفهان',18,0),(783,'آبیک',18,0),(784,'قزوین',18,0),(785,'تاکستان',18,0),(786,'قم',19,0),(787,'سلفچگان',19,0),(788,'جعفریه',19,0),(789,'قنوات',19,0),(790,'دستجرد',19,0),(791,'توپ آغاج',20,0),(792,'سروآباد',20,0),(793,'بویین سفلی',20,0),(794,'زرینه',20,0),(795,'دلبران',20,0),(796,'سنندج',20,0),(797,'یاسوکند',20,0),(798,'موچش',20,0),(799,'بانه',20,0),(800,'مریوان',20,0),(801,'سریش آباد',20,0),(802,'صاحب',20,0),(803,'دهگلان',20,0),(804,'بابارشانی',20,0),(805,'دیواندره',20,0),(806,'برده رشه',20,0),(807,'شویشه',20,0),(808,'بیجار',20,0),(809,'اورامان تخت',20,0),(810,'کانی سور',20,0),(811,'کانی دینار',20,0),(812,'دزج',20,0),(813,'سقز',20,0),(814,'بلبان آباد',20,0),(815,'پیرتاج',20,0),(816,'کامیاران',20,0),(817,'آرمرده',20,0),(818,'چناره',20,0),(819,'بلوک',21,0),(820,'پاریز',21,0),(821,'گنبکی',21,0),(822,'زنگی آباد',21,0),(823,'بم',21,0),(824,'خانوک',21,0),(825,'کیانشهر',21,0),(826,'جوپار',21,0),(827,'عنبرآباد',21,0),(828,'جوزم',21,0),(829,'نظام شهر',21,0),(830,'لاله زار',21,0),(831,'کشکوییه',21,0),(832,'زیدآباد',21,0),(833,'هنزا',21,0),(834,'چترود',21,0),(835,'جبالبارز',21,0),(836,'سیرجان',21,0),(837,'رودبار',21,0),(838,'کرمان',21,0),(839,'بافت',21,0),(840,'صفاییه',21,0),(841,'منوجان',21,0),(842,'اندوهجرد',21,0),(843,'هجدک',21,0),(844,'خورسند',21,0),(845,'امین شهر',21,0),(846,'بردسیر',21,0),(847,'رفسنجان',21,0),(848,'هماشهر',21,0),(849,'محمدآباد',21,0),(850,'اختیارآباد',21,0),(851,'بروات',21,0),(852,'ریحان',21,0),(853,'کوهبنان',21,0),(854,'ماهان',21,0),(855,'دوساری',21,0),(856,'دهج',21,0),(857,'فاریاب',21,0),(858,'گلزار',21,0),(859,'بهرمان',21,0),(860,'بلورد',21,0),(861,'فهرج',21,0),(862,'کاظم آباد',21,0),(863,'جیرفت',21,0),(864,'نجف شهر',21,0),(865,'قلعه گنج',21,0),(866,'باغین',21,0),(867,'بزنجان',21,0),(868,'زرند',21,0),(869,'نودژ',21,0),(870,'گلباف',21,0),(871,'راور',21,0),(872,'خاتون اباد',21,0),(873,'نرماشیر',21,0),(874,'دشتکار',21,0),(875,'مس سرچشمه',21,0),(876,'خواجو شهر',21,0),(877,'رابر',21,0),(878,'راین',21,0),(879,'درب بهشت',21,0),(880,'یزدان شهر',21,0),(881,'زهکلوت',21,0),(882,'محی آباد',21,0),(883,'مردهک',21,0),(884,'شهداد',21,0),(885,'ارزوییه',21,0),(886,'نگار',21,0),(887,'شهربابک',21,0),(888,'انار',21,0),(889,'شاهو',22,0),(890,'بانوره',22,0),(891,'تازه آباد',22,0),(892,'هلشی',22,0),(893,'جوانرود',22,0),(894,'قصرشیرین',22,0),(895,'نوسود',22,0),(896,'کرند',22,0),(897,'کوزران',22,0),(898,'بیستون',22,0),(899,'حمیل',22,0),(900,'گیلانغرب',22,0),(901,'سطر',22,0),(902,'روانسر',22,0),(903,'پاوه',22,0),(904,'ازگله',22,0),(905,'کرمانشاه',22,0),(906,'میان راهان',22,0),(907,'کنگاور',22,0),(908,'سرپل ذهاب',22,0),(909,'ریجاب',22,0),(910,'باینگان',22,0),(911,'هرسین',22,0),(912,'اسلام آبادغرب',22,0),(913,'سرمست',22,0),(914,'سومار',22,0),(915,'نودشه',22,0),(916,'گهواره',22,0),(917,'رباط',22,0),(918,'صحنه',22,0),(919,'گودین',22,0),(920,'لنده',23,0),(921,'سی سخت',23,0),(922,'دهدشت',23,0),(923,'یاسوج',23,0),(924,'سرفاریاب',23,0),(925,'دوگنبدان',23,0),(926,'چیتاب',23,0),(927,'لیکک',23,0),(928,'دیشموک',23,0),(929,'مادوان',23,0),(930,'باشت',23,0),(931,'پاتاوه',23,0),(932,'قلعه رییسی',23,0),(933,'مارگون',23,0),(934,'چرام',23,0),(935,'سوق',23,0),(936,'مزرعه',24,0),(937,'رامیان',24,0),(938,'فراغی',24,0),(939,'گنبدکاووس',24,0),(940,'کردکوی',24,0),(941,'مراوه',24,0),(942,'بندرترکمن',24,0),(943,'نگین شهر',24,0),(944,'آق قلا',24,0),(945,'سرخنکلاته',24,0),(946,'گالیکش',24,0),(947,'سنگدوین',24,0),(948,'دلند',24,0),(949,'بندرگز',24,0),(950,'نوده خاندوز',24,0),(951,'مینودشت',24,0),(952,'گرگان',24,0),(953,'گمیش تپه',24,0),(954,'علی اباد',24,0),(955,'خان ببین',24,0),(956,'کلاله',24,0),(957,'اینچه برون',24,0),(958,'فاضل آباد',24,0),(959,'تاتارعلیا',24,0),(960,'نوکنده',24,0),(961,'آزادشهر',24,0),(962,'انبارآلوم',24,0),(963,'جلین',24,0),(964,'شلمان',25,0),(965,'خشکبیجار',25,0),(966,'ماکلوان',25,0),(967,'سنگر',25,0),(968,'مرجقل',25,0),(969,'لیسار',25,0),(970,'رضوانشهر',25,0),(971,'رحیم آباد',25,0),(972,'لوندویل',25,0),(973,'احمدسرگوراب',25,0),(974,'لوشان',25,0),(975,'اطاقور',25,0),(976,'لشت نشاء',25,0),(977,'فومن',25,0),(978,'چوبر',25,0),(979,'بازار جمعه',25,0),(980,'کلاچای',25,0),(981,'بندرانزلی',25,0),(982,'املش',25,0),(983,'رستم آباد',25,0),(984,'لاهیجان',25,0),(985,'توتکابن',25,0),(986,'لنگرود',25,0),(987,'کوچصفهان',25,0),(988,'صومعه سرا',25,0),(989,'اسالم',25,0),(990,'دیلمان',25,0),(991,'رودسر',25,0),(992,'کیاشهر',25,0),(993,'شفت',25,0),(994,'رودبار',25,0),(995,'کومله',25,0),(996,'رشت',25,0),(997,'ماسوله',25,0),(998,'خمام',25,0),(999,'ماسال',25,0),(1000,'واجارگاه',25,0),(1001,'هشتپر (تالش)',25,0),(1002,'پره سر',25,0),(1003,'بره سر',25,0),(1004,'آستارا',25,0),(1005,'رودبنه',25,0),(1006,'جیرنده',25,0),(1007,'چاف و چمخاله',25,0),(1008,'لولمان',25,0),(1009,'گوراب زرمیخ',25,0),(1010,'حویق',25,0),(1011,'سیاهکل',25,0),(1012,'چابکسر',25,0),(1013,'آستانه اشرفیه',25,0),(1014,'رانکوه',25,0),(1015,'بیران شهر',26,0),(1016,'ویسیان',26,0),(1017,'شول آباد',26,0),(1018,'پلدختر',26,0),(1019,'کوهدشت',26,0),(1020,'هفت چشمه',26,0),(1021,'بروجرد',26,0),(1022,'الشتر',26,0),(1023,'مومن آباد',26,0),(1024,'دورود',26,0),(1025,'زاغه',26,0),(1026,'چقابل',26,0),(1027,'الیگودرز',26,0),(1028,'معمولان',26,0),(1029,'کوهنانی',26,0),(1030,'نورآباد',26,0),(1031,'سپیددشت',26,0),(1032,'سراب دوره',26,0),(1033,'ازنا',26,0),(1034,'گراب',26,0),(1035,'خرم آباد',26,0),(1036,'اشترینان',26,0),(1037,'فیروزآباد',26,0),(1038,'درب گنبد',26,0),(1039,'گلوگاه',27,0),(1040,'پل سفید',27,0),(1041,'دابودشت',27,0),(1042,'چالوس',27,0),(1043,'کیاسر',27,0),(1044,'بهنمیر',27,0),(1045,'تنکابن',27,0),(1046,'کلاردشت',27,0),(1047,'ایزدشهر',27,0),(1048,'گتاب',27,0),(1049,'سلمان شهر',27,0),(1050,'ارطه',27,0),(1051,'امیرکلا',27,0),(1052,'کوهی خیل',27,0),(1053,'پایین هولار',27,0),(1054,'گزنک',27,0),(1055,'محمودآباد',27,0),(1056,'رامسر',27,0),(1057,'نوشهر',27,0),(1058,'خلیل شهر',27,0),(1059,'کیاکلا',27,0),(1060,'نور',27,0),(1061,'مرزیکلا',27,0),(1062,'فریدونکنار',27,0),(1063,'زیرآب',27,0),(1064,'امامزاده عبدالله',27,0),(1065,'هچیرود',27,0),(1066,'فریم',27,0),(1067,'هادی شهر',27,0),(1068,'نشتارود',27,0),(1069,'پول',27,0),(1070,'بهشهر',27,0),(1071,'کلارآباد',27,0),(1072,'بلده',27,0),(1073,'بابل',27,0),(1074,'جویبار',27,0),(1075,'آلاشت',27,0),(1076,'آمل',27,0),(1077,'نکا',27,0),(1078,'کتالم وسادات شهر',27,0),(1079,'بابلسر',27,0),(1080,'شیرود',27,0),(1081,'شیرگاه',27,0),(1082,'رویان',27,0),(1083,'زرگرمحله',27,0),(1084,'عباس اباد',27,0),(1085,'قایم شهر',27,0),(1086,'خوش رودپی',27,0),(1087,'مرزن آباد',27,0),(1088,'ساری',27,0),(1089,'رینه',27,0),(1090,'سرخرود',27,0),(1091,'خرم آباد',27,0),(1092,'کجور',27,0),(1093,'رستمکلا',27,0),(1094,'سورک',27,0),(1095,'چمستان',27,0),(1096,'خنجین',28,0),(1097,'نراق',28,0),(1098,'کمیجان',28,0),(1099,'آشتیان',28,0),(1100,'رازقان',28,0),(1101,'مهاجران',28,0),(1102,'غرق آباد',28,0),(1103,'خنداب',28,0),(1104,'قورچی باشی',28,0),(1105,'خشکرود',28,0),(1106,'ساروق',28,0),(1107,'محلات',28,0),(1108,'شازند',28,0),(1109,'ساوه',28,0),(1110,'میلاجرد',28,0),(1111,'تفرش',28,0),(1112,'زاویه',28,0),(1113,'اراک',28,0),(1114,'توره',28,0),(1115,'نوبران',28,0),(1116,'فرمهین',28,0),(1117,'دلیجان',28,0),(1118,'پرندک',28,0),(1119,'کارچان',28,0),(1120,'نیمور',28,0),(1121,'هندودر',28,0),(1122,'آوه',28,0),(1123,'جاورسیان',28,0),(1124,'خمین',28,0),(1125,'مامونیه',28,0),(1126,'داودآباد',28,0),(1127,'شهباز',28,0),(1128,'تیرور',29,0),(1129,'گروک',29,0),(1130,'قشم',29,0),(1131,'کوشکنار',29,0),(1132,'کیش',29,0),(1133,'سرگز',29,0),(1134,'بندرعباس',29,0),(1135,'زیارتعلی',29,0),(1136,'سندرک',29,0),(1137,'کوهستک',29,0),(1138,'لمزان',29,0),(1139,'رویدر',29,0),(1140,'قلعه قاضی',29,0),(1141,'فارغان',29,0),(1142,'ابوموسی',29,0),(1143,'هشتبندی',29,0),(1144,'سردشت',29,0),(1145,'درگهان',29,0),(1146,'پارسیان',29,0),(1147,'کنگ',29,0),(1148,'جناح',29,0),(1149,'تازیان پایین',29,0),(1150,'دهبارز',29,0),(1151,'میناب',29,0),(1152,'سیریک',29,0),(1153,'سوزا',29,0),(1154,'خمیر',29,0),(1155,'چارک',29,0),(1156,'حاجی اباد',29,0),(1157,'فین',29,0),(1158,'بندرجاسک',29,0),(1159,'گوهران',29,0),(1160,'هرمز',29,0),(1161,'دشتی',29,0),(1162,'بندرلنگه',29,0),(1163,'بستک',29,0),(1164,'تخت',29,0),(1165,'دمق',30,0),(1166,'سرکان',30,0),(1167,'آجین',30,0),(1168,'جورقان',30,0),(1169,'برزول',30,0),(1170,'فامنین',30,0),(1171,'سامن',30,0),(1172,'بهار',30,0),(1173,'فرسفج',30,0),(1174,'شیرین سو',30,0),(1175,'مریانج',30,0),(1176,'فیروزان',30,0),(1177,'قروه درجزین',30,0),(1178,'ازندریان',30,0),(1179,'لالجین',30,0),(1180,'گل تپه',30,0),(1181,'گیان',30,0),(1182,'ملایر',30,0),(1183,'صالح آباد',30,0),(1184,'تویسرکان',30,0),(1185,'اسدآباد',30,0),(1186,'همدان',30,0),(1187,'نهاوند',30,0),(1188,'رزن',30,0),(1189,'جوکار',30,0),(1190,'مهاجران',30,0),(1191,'کبودرآهنگ',30,0),(1192,'قهاوند',30,0),(1193,'مهردشت',31,0),(1194,'حمیدیا',31,0),(1195,'تفت',31,0),(1196,'اشکذر',31,0),(1197,'ندوشن',31,0),(1198,'یزد',31,0),(1199,'عقدا',31,0),(1200,'بهاباد',31,0),(1201,'ابرکوه',31,0),(1202,'زارچ',31,0),(1203,'نیر',31,0),(1204,'اردکان',31,0),(1205,'هرات',31,0),(1206,'بفروییه',31,0),(1207,'شاهدیه',31,0),(1208,'بافق',31,0),(1209,'خضرآباد',31,0),(1210,'میبد',31,0),(1211,'مهریز',31,0),(1212,'احمدآباد',31,0),(1213,'پارس آباد',3,0),(1214,'کازرون',17,0),(1215,'ﮐﻬﻨﻮج',21,0),(1216,'هفتکل',13,0),(1217,'آبدانان',6,0),(1218,'سونقر',22,0);
/*!40000 ALTER TABLE `cities` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `city_ts`
--

DROP TABLE IF EXISTS `city_ts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `city_ts` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `locale` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `city_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `un_lo_fore_city_ts` (`city_id`,`locale`),
  KEY `city_ts_locale_index` (`locale`),
  CONSTRAINT `ciid_cities_fr` FOREIGN KEY (`city_id`) REFERENCES `cities` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `city_ts`
--

LOCK TABLES `city_ts` WRITE;
/*!40000 ALTER TABLE `city_ts` DISABLE KEYS */;
/*!40000 ALTER TABLE `city_ts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `color_ts`
--

DROP TABLE IF EXISTS `color_ts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `color_ts` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `caption` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `locale` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `color_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `un_lo_fore_color_ts` (`color_id`,`locale`),
  KEY `color_ts_locale_index` (`locale`),
  CONSTRAINT `coid_colors_fr` FOREIGN KEY (`color_id`) REFERENCES `colors` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `color_ts`
--

LOCK TABLES `color_ts` WRITE;
/*!40000 ALTER TABLE `color_ts` DISABLE KEYS */;
/*!40000 ALTER TABLE `color_ts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `colors`
--

DROP TABLE IF EXISTS `colors`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `colors` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `hex_code` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `image_path` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `caption` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=52 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `colors`
--

LOCK TABLES `colors` WRITE;
/*!40000 ALTER TABLE `colors` DISABLE KEYS */;
INSERT INTO `colors` VALUES (1,'سفید','#FFFFFF',NULL,NULL,NULL,NULL),(2,'نقره ای','#d3d3d3',NULL,NULL,NULL,NULL),(3,'توسی','#C0C0C0',NULL,NULL,NULL,NULL),(4,'خاکستری','#808080',NULL,NULL,NULL,NULL),(5,'سیاه','#000000',NULL,NULL,NULL,NULL),(6,'قرمز','#FF0000',NULL,NULL,NULL,NULL),(7,'آلبالویی','#800000',NULL,NULL,NULL,NULL),(8,'زرد','#FFFF00',NULL,NULL,NULL,NULL),(9,'زیتونی','#808000',NULL,NULL,NULL,NULL),(10,'لیمویی','#00FF00',NULL,NULL,NULL,NULL),(11,'سبز','#008000',NULL,NULL,NULL,NULL),(12,'فیروزه ای','#00FFFF',NULL,NULL,NULL,NULL),(13,'سبز دودی','#008080',NULL,NULL,NULL,NULL),(14,'آبی','#0000FF',NULL,NULL,NULL,NULL),(15,'لاجوردی','#000080',NULL,NULL,NULL,NULL),(16,'سرخابی','#FF00FF',NULL,NULL,NULL,NULL),(17,'بنفش','#800080',NULL,NULL,NULL,NULL),(18,'چوبی','#663909','2017-11-14 19:40:08','2017-11-14 19:40:08',NULL,NULL),(20,'سبز فسفری','#a9c344','2017-12-04 08:57:00','2017-12-04 08:57:00',NULL,NULL),(21,'سبز آبی','#459c96','2017-12-04 09:11:59','2017-12-04 09:11:59',NULL,NULL),(22,'نارنجی','#fb5c49','2017-12-04 09:22:24','2017-12-04 09:22:24',NULL,NULL),(23,'قهوه ای تیره','#583421','2017-12-04 09:38:52','2017-12-04 09:38:52',NULL,NULL),(24,'قهوه ای','#6a3513','2017-12-05 05:49:41','2017-12-05 05:49:41',NULL,NULL),(25,'زرشکی','#8c282b','2017-12-05 06:00:02','2017-12-05 06:00:02',NULL,NULL),(26,'آبی روشن','#1ebdd0','2017-12-05 06:05:43','2017-12-05 06:05:43',NULL,NULL),(27,'گوجه ای','#fd362f','2017-12-11 15:51:06','2017-12-11 15:51:06',NULL,NULL),(29,'شفاف','#e6e4e3','2017-12-13 15:48:13','2017-12-13 15:48:13',NULL,NULL),(30,'طوسی','#a6a6a6','2017-12-26 15:23:35','2017-12-26 15:23:35',NULL,NULL),(31,'مسی','#e99872','2018-01-17 15:00:11','2018-01-17 15:00:11',NULL,NULL),(32,'طلایی','#e6d07d','2018-02-03 12:45:31','2018-02-03 12:45:31',NULL,NULL),(33,'کرم','#fdfce8','2018-11-28 06:42:19','2018-11-28 06:42:19',NULL,NULL),(34,'صورتی','#feb1c7','2019-05-05 05:42:51','2019-05-05 05:42:51',NULL,NULL),(35,'قرمز تیره','#cd0c1b','2019-06-19 09:27:00','2019-06-19 09:27:00',NULL,NULL),(36,'دودی','#4b4b4b','2019-07-27 05:45:08','2019-07-27 05:45:08',NULL,NULL),(37,'بژ','#fdaf8a','2019-07-28 07:14:29','2019-07-28 07:14:29',NULL,NULL),(38,'بنفش روشن','#db2263','2019-07-28 07:45:59','2019-07-28 07:45:59',NULL,NULL),(39,'زغالی','#494949','2019-07-31 05:52:29','2019-07-31 05:52:29',NULL,NULL),(40,'آبی نفتی','#003a6a','2019-08-29 08:24:06','2019-08-29 08:24:06',NULL,NULL),(41,'سرمه‌ای','#060d57','2019-10-09 07:13:34','2019-10-09 07:13:34',NULL,NULL),(42,'رزگلد','#b76e79','2020-01-15 12:16:43','2020-01-15 12:16:43',NULL,NULL),(43,'طوسی روشن','#e1e1e1','2020-02-09 06:50:46','2020-02-09 06:50:46',NULL,NULL),(44,'ماهگونی','#460023','2020-02-17 08:18:56','2020-02-17 08:18:56',NULL,NULL),(45,'زرشکی تیره','#641120','2020-02-24 07:29:26','2020-02-24 07:29:26',NULL,NULL),(46,'طوسی تیره','#646464','2020-03-12 10:42:22','2020-03-12 10:42:22',NULL,NULL),(47,'پرتقالی','#ff7300','2023-05-25 07:09:59','2023-05-25 07:09:59',NULL,NULL),(48,'خاکی','#b7a6a0','2023-05-30 08:56:17','2023-05-30 08:56:17',NULL,NULL),(49,'سبز زیتونی','#7f806e','2023-05-30 08:58:05','2023-05-30 08:58:05',NULL,NULL),(50,'گل‌بهی','#f5d6e2','2023-06-15 07:43:56','2023-06-15 07:45:05',NULL,NULL),(51,'زرد روشن','#ffea00','2023-09-21 10:00:27','2023-09-21 10:00:27',NULL,NULL);
/*!40000 ALTER TABLE `colors` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `customer_addresses`
--

DROP TABLE IF EXISTS `customer_addresses`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `customer_addresses` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `customer_user_id` int unsigned NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `state_id` int unsigned NOT NULL,
  `city_id` int unsigned NOT NULL,
  `district_id` int unsigned DEFAULT NULL,
  `phone_number` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `zipcode` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `superscription` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `transferee_name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `is_main` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `customer_addresses_customer_user_id_foreign` (`customer_user_id`),
  KEY `customer_addresses_state_id_foreign` (`state_id`),
  KEY `customer_addresses_city_id_foreign` (`city_id`),
  KEY `customer_addresses_district_id_foreign` (`district_id`),
  CONSTRAINT `customer_addresses_city_id_foreign` FOREIGN KEY (`city_id`) REFERENCES `cities` (`id`) ON DELETE CASCADE,
  CONSTRAINT `customer_addresses_customer_user_id_foreign` FOREIGN KEY (`customer_user_id`) REFERENCES `customer_users` (`id`) ON DELETE CASCADE,
  CONSTRAINT `customer_addresses_district_id_foreign` FOREIGN KEY (`district_id`) REFERENCES `districts` (`id`) ON DELETE CASCADE,
  CONSTRAINT `customer_addresses_state_id_foreign` FOREIGN KEY (`state_id`) REFERENCES `states` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=26451 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `customer_addresses`
--

LOCK TABLES `customer_addresses` WRITE;
/*!40000 ALTER TABLE `customer_addresses` DISABLE KEYS */;
/*!40000 ALTER TABLE `customer_addresses` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `customer_carts`
--

DROP TABLE IF EXISTS `customer_carts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `customer_carts` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `customer_user_id` int unsigned DEFAULT NULL,
  `product_id` int unsigned DEFAULT NULL,
  `count` int NOT NULL DEFAULT '1',
  `cmi_id` bigint unsigned DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `customer_notified_at` timestamp NULL DEFAULT NULL,
  `customer_viewed_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `customer_carts_customer_user_id_foreign` (`customer_user_id`),
  KEY `customer_carts_product_id_foreign` (`product_id`),
  KEY `customer_carts_cmi_id_foreign` (`cmi_id`),
  CONSTRAINT `customer_carts_cmi_id_foreign` FOREIGN KEY (`cmi_id`) REFERENCES `customer_meta_items` (`id`) ON DELETE SET NULL,
  CONSTRAINT `customer_carts_customer_user_id_foreign` FOREIGN KEY (`customer_user_id`) REFERENCES `customer_users` (`id`) ON DELETE CASCADE,
  CONSTRAINT `customer_carts_product_id_foreign` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=366027 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `customer_carts`
--

LOCK TABLES `customer_carts` WRITE;
/*!40000 ALTER TABLE `customer_carts` DISABLE KEYS */;
/*!40000 ALTER TABLE `customer_carts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `customer_meta_categories`
--

DROP TABLE IF EXISTS `customer_meta_categories`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `customer_meta_categories` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `needs_admin_confirmation` tinyint(1) NOT NULL DEFAULT '0',
  `form_blade_name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `data` longtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `parent_id` int unsigned DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `customer_meta_categories_parent_id_foreign` (`parent_id`),
  CONSTRAINT `customer_meta_categories_parent_id_foreign` FOREIGN KEY (`parent_id`) REFERENCES `customer_meta_categories` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `customer_meta_categories`
--

LOCK TABLES `customer_meta_categories` WRITE;
/*!40000 ALTER TABLE `customer_meta_categories` DISABLE KEYS */;
/*!40000 ALTER TABLE `customer_meta_categories` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `customer_meta_items`
--

DROP TABLE IF EXISTS `customer_meta_items`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `customer_meta_items` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `cmc_id` int unsigned NOT NULL,
  `confirmed_by` int unsigned DEFAULT NULL,
  `customer_user_id` int unsigned NOT NULL,
  `data` longtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `admin_viewed_at` timestamp NULL DEFAULT NULL,
  `is_confirmed` tinyint(1) NOT NULL DEFAULT '0',
  `is_main` tinyint(1) NOT NULL DEFAULT '0',
  `is_hidden` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `customer_meta_items_cmc_id_foreign` (`cmc_id`),
  KEY `customer_meta_items_confirmed_by_foreign` (`confirmed_by`),
  KEY `customer_meta_items_customer_user_id_foreign` (`customer_user_id`),
  CONSTRAINT `customer_meta_items_cmc_id_foreign` FOREIGN KEY (`cmc_id`) REFERENCES `customer_meta_categories` (`id`) ON DELETE CASCADE,
  CONSTRAINT `customer_meta_items_confirmed_by_foreign` FOREIGN KEY (`confirmed_by`) REFERENCES `system_users` (`id`) ON DELETE SET NULL,
  CONSTRAINT `customer_meta_items_customer_user_id_foreign` FOREIGN KEY (`customer_user_id`) REFERENCES `customer_users` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `customer_meta_items`
--

LOCK TABLES `customer_meta_items` WRITE;
/*!40000 ALTER TABLE `customer_meta_items` DISABLE KEYS */;
/*!40000 ALTER TABLE `customer_meta_items` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `customer_need_lists`
--

DROP TABLE IF EXISTS `customer_need_lists`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `customer_need_lists` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `customer_user_id` int unsigned DEFAULT NULL,
  `product_id` int unsigned DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `user_id` int unsigned DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `customer_need_lists_customer_user_id_foreign` (`customer_user_id`),
  KEY `customer_need_lists_product_id_foreign` (`product_id`),
  KEY `customer_need_lists_user_id_foreign` (`user_id`),
  CONSTRAINT `customer_need_lists_customer_user_id_foreign` FOREIGN KEY (`customer_user_id`) REFERENCES `customer_users` (`id`) ON DELETE CASCADE,
  CONSTRAINT `customer_need_lists_product_id_foreign` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`) ON DELETE CASCADE,
  CONSTRAINT `customer_need_lists_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=9756 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `customer_need_lists`
--

LOCK TABLES `customer_need_lists` WRITE;
/*!40000 ALTER TABLE `customer_need_lists` DISABLE KEYS */;
/*!40000 ALTER TABLE `customer_need_lists` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `customer_users`
--

DROP TABLE IF EXISTS `customer_users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `customer_users` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int unsigned NOT NULL,
  `main_phone` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `is_legal_person` tinyint(1) NOT NULL DEFAULT '0',
  `national_code` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `is_initiated` tinyint(1) NOT NULL DEFAULT '0',
  `fin_relation` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT '1',
  `credit` int NOT NULL DEFAULT '0',
  `is_cart_checked` tinyint(1) NOT NULL DEFAULT '0',
  `bank_account_card_number` varchar(16) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `bank_account_uuid` varchar(24) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `crm_relation` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `customer_users_main_phone_unique` (`main_phone`),
  KEY `customer_users_user_id_foreign` (`user_id`),
  KEY `customer_users_crm_relation_index` (`crm_relation`),
  CONSTRAINT `customer_users_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=31311 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `customer_users`
--

LOCK TABLES `customer_users` WRITE;
/*!40000 ALTER TABLE `customer_users` DISABLE KEYS */;
/*!40000 ALTER TABLE `customer_users` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `customer_users_legal_info`
--

DROP TABLE IF EXISTS `customer_users_legal_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `customer_users_legal_info` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `customer_user_id` int unsigned NOT NULL,
  `company_name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `economical_code` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `national_id` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `registration_code` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `company_phone` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `state_id` int unsigned DEFAULT NULL,
  `city_id` int unsigned DEFAULT NULL,
  `fin_relation` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT '1',
  `crm_relation` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `customer_users_legal_info_customer_user_id_foreign` (`customer_user_id`),
  KEY `customer_users_legal_info_state_id_foreign` (`state_id`),
  KEY `customer_users_legal_info_city_id_foreign` (`city_id`),
  KEY `customer_users_legal_info_crm_relation_index` (`crm_relation`),
  CONSTRAINT `customer_users_legal_info_city_id_foreign` FOREIGN KEY (`city_id`) REFERENCES `cities` (`id`) ON DELETE SET NULL,
  CONSTRAINT `customer_users_legal_info_customer_user_id_foreign` FOREIGN KEY (`customer_user_id`) REFERENCES `customer_users` (`id`) ON DELETE CASCADE,
  CONSTRAINT `customer_users_legal_info_state_id_foreign` FOREIGN KEY (`state_id`) REFERENCES `states` (`id`) ON DELETE SET NULL
) ENGINE=InnoDB AUTO_INCREMENT=626 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `customer_users_legal_info`
--

LOCK TABLES `customer_users_legal_info` WRITE;
/*!40000 ALTER TABLE `customer_users_legal_info` DISABLE KEYS */;
/*!40000 ALTER TABLE `customer_users_legal_info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `customer_wish_lists`
--

DROP TABLE IF EXISTS `customer_wish_lists`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `customer_wish_lists` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `customer_user_id` int unsigned DEFAULT NULL,
  `product_id` int unsigned DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `customer_wish_lists_customer_user_id_foreign` (`customer_user_id`),
  KEY `customer_wish_lists_product_id_foreign` (`product_id`),
  CONSTRAINT `customer_wish_lists_customer_user_id_foreign` FOREIGN KEY (`customer_user_id`) REFERENCES `customer_users` (`id`) ON DELETE CASCADE,
  CONSTRAINT `customer_wish_lists_product_id_foreign` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=13322 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `customer_wish_lists`
--

LOCK TABLES `customer_wish_lists` WRITE;
/*!40000 ALTER TABLE `customer_wish_lists` DISABLE KEYS */;
/*!40000 ALTER TABLE `customer_wish_lists` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `directories`
--

DROP TABLE IF EXISTS `directories`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `directories` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `url_part` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `url_full` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `is_internal_link` tinyint(1) NOT NULL,
  `priority` int NOT NULL,
  `content_type` int NOT NULL,
  `has_web_page` tinyint(1) NOT NULL DEFAULT '0',
  `directory_id` int unsigned DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `show_in_navbar` tinyint(1) NOT NULL DEFAULT '0',
  `show_in_footer` tinyint(1) NOT NULL DEFAULT '0',
  `cover_image_path` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `data_type` int NOT NULL DEFAULT '0',
  `description` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `show_in_app_navbar` tinyint(1) NOT NULL DEFAULT '0',
  `is_location_limited` tinyint(1) NOT NULL DEFAULT '0',
  `cmc_id` int unsigned DEFAULT NULL,
  `is_anonymously_accessible` tinyint(1) DEFAULT '1',
  `force_show_landing` tinyint(1) NOT NULL DEFAULT '0',
  `inaccessibility_type` int unsigned NOT NULL DEFAULT '1',
  `notice` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `metadata` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `depth` int NOT NULL DEFAULT '0',
  `is_hidden` tinyint(1) NOT NULL DEFAULT '0',
  `tax_percentage` tinyint unsigned NOT NULL DEFAULT '0',
  `toll_percentage` tinyint unsigned NOT NULL DEFAULT '0',
  `is_tax_included` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `directories_directory_id_foreign` (`directory_id`),
  KEY `directories_cmc_id_foreign` (`cmc_id`),
  CONSTRAINT `directories_cmc_id_foreign` FOREIGN KEY (`cmc_id`) REFERENCES `customer_meta_categories` (`id`) ON DELETE SET NULL,
  CONSTRAINT `directories_directory_id_foreign` FOREIGN KEY (`directory_id`) REFERENCES `directories` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=896 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `directories`
--

LOCK TABLES `directories` WRITE;
/*!40000 ALTER TABLE `directories` DISABLE KEYS */;
INSERT INTO `directories` VALUES (1,'صفحه اصلی',NULL,'/',0,0,1,1,NULL,'2017-11-05 20:00:56','2023-12-11 12:50:01',1,1,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,0,0,0,0,0),(30,'درباره ابزار مبل مهدی','about-us','/about-us',0,2,1,1,NULL,'2017-12-16 10:29:46','2023-12-11 12:51:47',1,1,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,0,0,0,0,0),(31,'تماس با ما','contactus','/contactus',0,2,1,1,NULL,'2017-12-16 10:30:37','2023-12-11 12:51:30',1,1,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,0,0,0,0,0),(32,'پرسش‌های متداول','faq','/faq',0,2,1,1,NULL,'2017-12-16 10:31:07','2023-12-11 12:53:21',1,1,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,0,0,0,0,0),(33,'روش های ارسال و پرداخت','shipping-guid','/shipping-guid',0,1,1,1,NULL,'2017-12-16 10:31:57','2022-09-01 07:49:05',0,1,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,0,0,0,0,0),(34,'راهنمای خرید','guideline','/guideline',0,0,1,1,NULL,'2017-12-16 10:33:11','2019-04-28 19:31:36',0,1,NULL,0,'',1,0,NULL,1,0,1,NULL,NULL,0,0,0,0,0),(37,'حریم خصوصی','privacy','/privacy',0,0,1,1,NULL,'2017-12-20 09:56:29','2019-04-28 19:31:41',0,1,NULL,0,'',1,0,NULL,1,0,1,NULL,NULL,0,0,0,0,0),(43,'قوانین و مقررات','rules','/rules',0,0,1,1,NULL,'2017-12-26 16:20:50','2019-04-28 19:31:46',0,1,NULL,0,'',1,0,NULL,1,0,1,NULL,NULL,0,0,0,0,0),(134,'خدمات مشتریان','support','/support',0,0,1,1,NULL,'2018-07-23 12:59:15','2020-02-27 07:40:58',0,1,NULL,0,'',1,0,NULL,1,0,1,NULL,NULL,0,0,0,0,0),(172,'مجله ابزار مبل مهدی','slam','/slam',1,10,2,0,NULL,'2018-12-23 06:13:26','2023-12-11 12:45:57',1,0,NULL,1,NULL,0,0,NULL,1,0,1,NULL,NULL,4,0,0,0,0),(173,'دانستنی های رستوران','slam','/slam/slam',0,0,2,0,172,'2018-12-23 06:14:11','2023-12-08 23:55:47',0,0,'/uploads/directory/1545545651.442DPyCRrDead/restaurant-knowledge.jpg',1,NULL,0,0,NULL,1,0,1,NULL,NULL,5,0,0,0,0),(174,'دانستنی های بار و کافی شاپ','coffeeshop-knowledge','/slam/coffeeshop-knowledge',0,0,2,0,172,'2018-12-23 08:14:07','2023-12-08 23:55:47',0,0,'/uploads/directory/1545560871.0468N7VgW6KJ5P/cafe-knowledge.jpg',1,'',0,0,NULL,1,0,1,NULL,NULL,5,0,0,0,0),(175,'نظافت و ایمنی','clean-and-safety','/slam/clean-and-safety',0,0,2,0,172,'2018-12-23 11:24:11','2023-12-08 23:55:47',0,0,NULL,1,'',0,0,NULL,1,0,1,NULL,NULL,5,0,0,0,0),(529,'تامین‌کننده‌ها','suppliers','/suppliers',0,0,1,1,NULL,'2020-12-19 18:04:30','2021-02-13 12:41:35',0,1,NULL,0,'',0,0,NULL,1,0,1,NULL,NULL,0,0,0,0,0),(649,'فروش ویژه','filter-special-offers','/filter-special-offers',0,2,3,1,NULL,'2022-10-24 10:55:31','2023-11-22 09:51:57',0,0,NULL,0,'<p>فروش ویژه با تخفیف از ۱۰ تا ۳۰ درصد/ انواع ظروف یکبار مصرف رستورانی، خورش کنسروی،لوازم آشپزخانه،سیخ کباب،جعبه پیتزا،دمنوش،شلوار،بن ماری</p>',0,0,NULL,1,0,1,NULL,NULL,0,0,0,0,0),(858,'فروشگاه ابزار مبل مهدی','products','/products',0,0,3,1,NULL,'2023-12-11 13:15:13','2023-12-12 22:23:33',1,0,NULL,0,NULL,0,0,NULL,1,1,1,NULL,NULL,0,0,0,0,0),(860,'اسفنج مبلی','sponge','/products/sponge',0,0,3,0,858,'2023-12-11 13:18:27','2023-12-11 13:19:42',1,1,NULL,0,NULL,1,0,NULL,1,1,1,NULL,NULL,1,0,0,0,0),(861,'فوم سرد','foam','/products/foam',0,0,3,0,858,'2023-12-12 08:46:58','2023-12-12 08:47:58',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,1,0,0,0,0),(862,'سلفون','cellophane','/products/cellophane',0,0,3,0,858,'2023-12-12 08:48:33','2023-12-12 08:58:03',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,1,0,0,0,0),(863,'پایه مبلی','sofa-base','/products/sofa-base',0,0,3,0,858,'2023-12-12 08:49:07','2023-12-12 08:50:51',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,1,0,0,0,0),(864,'میخ و سوزن','nails-needles','/products/nails-needles',0,0,3,0,858,'2023-12-12 08:49:33','2023-12-14 12:31:57',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,1,0,0,0,0),(865,'رنگ','Color','/products/Color',0,0,3,0,858,'2023-12-12 08:51:32','2023-12-12 08:53:15',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,1,0,0,0,0),(866,'چسب','glue','/products/glue',0,0,3,0,858,'2023-12-12 08:51:48','2023-12-12 08:53:36',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,1,0,0,0,0),(867,'دستگیره','handle','/products/handle',0,0,3,0,858,'2023-12-12 08:54:13','2023-12-12 08:54:21',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,1,0,0,0,0),(868,'سلفون ایرانی','cellophane-irani','/products/cellophane/cellophane-irani',0,0,3,0,862,'2023-12-12 21:03:35','2023-12-12 21:03:42',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,2,0,0,0,0),(869,'سلفون کره ای','cellophane-Korean','/products/cellophane/cellophane-Korean',0,0,3,0,862,'2023-12-12 21:04:17','2023-12-12 21:04:22',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,2,0,0,0,0),(870,'میخ اسکا','nail-sk','/products/nails-needles/nails/nail-sk',0,0,3,0,874,'2023-12-14 12:22:47','2023-12-14 12:32:38',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,3,0,0,0,0),(871,'میخ تی ان','nail-tn','/products/nails-needles/nails/nail-tn',0,0,3,0,874,'2023-12-14 12:24:09','2023-12-14 12:32:38',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,3,0,0,0,0),(872,'میخ تیپو','nail-tipo','/products/nails-needles/nails/nail-tipo',0,0,3,0,874,'2023-12-14 12:24:40','2023-12-14 12:32:38',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,3,0,0,0,0),(873,'سوزن','needle','/products/nails-needles/needle',0,0,3,0,864,'2023-12-14 12:26:24','2023-12-14 12:31:57',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,2,0,0,0,0),(874,'میخ','nails','/products/nails-needles/nails',0,0,3,0,864,'2023-12-14 12:32:16','2023-12-14 12:32:22',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,2,0,0,0,0),(875,'میخ و سوزن کارتنی','nails-needles-carton','/products/nails-needles-carton',0,0,3,0,858,'2023-12-14 12:37:22','2023-12-14 12:37:49',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,1,0,0,0,0),(877,'میخ کارتنی','nails-carton','/products/nails-needles-carton/nails-carton',0,0,3,0,875,'2023-12-14 12:37:22','2023-12-14 12:38:52',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,2,0,0,0,0),(878,'میخ اسکا','nail-sk','/products/nails-needles-carton/nails-carton/nail-sk',0,0,3,0,877,'2023-12-14 12:37:22','2023-12-14 12:38:52',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,3,0,0,0,0),(879,'میخ تی ان','nail-tn','/products/nails-needles-carton/nails-carton/nail-tn',0,0,3,0,877,'2023-12-14 12:37:22','2023-12-14 12:38:52',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,3,0,0,0,0),(880,'میخ تیپو','nail-tipo','/products/nails-needles-carton/nails-carton/nail-tipo',0,0,3,0,877,'2023-12-14 12:37:22','2023-12-14 12:38:52',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,3,0,0,0,0),(881,'سوزن کارتنی','needle-carton','/products/nails-needles-carton/needle-carton',0,0,3,0,875,'2023-12-14 12:48:50','2023-12-14 12:48:58',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,2,0,0,0,0),(882,'پایه پلاستیکی','plastic-base','/products/sofa-base/plastic-base',0,0,3,0,863,'2023-12-14 14:19:50','2023-12-14 14:19:55',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,2,0,0,0,0),(883,'پایه فلزی','metallic-base','/products/sofa-base/metallic-base',0,0,3,0,863,'2023-12-14 14:21:17','2023-12-14 14:21:23',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,2,0,0,0,0),(884,'فوم پلی اتیلن','Polyethylene-foam','/products/Polyethylene-foam',0,0,3,0,858,'2023-12-14 14:22:46','2023-12-14 14:23:01',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,1,0,0,0,0),(885,'چسب چوب','glue-stick','/products/glue/glue-stick',0,0,3,0,866,'2023-12-14 14:24:42','2023-12-14 14:24:47',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,2,0,0,0,0),(886,'چسب اسپری','spray-adhesive','/products/glue/spray-adhesive',0,0,3,0,866,'2023-12-14 14:26:35','2023-12-14 14:26:39',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,2,0,0,0,0),(887,'پیچ','screw','/products/screw',0,0,3,0,858,'2023-12-14 14:27:55','2023-12-14 14:28:00',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,1,0,0,0,0),(888,'فوم رولی','foam-roll','/products/Polyethylene-foam/foam-roll',0,0,3,0,884,'2023-12-14 14:41:46','2023-12-14 14:41:53',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,2,0,0,0,0),(889,'فوم تشکی','foam-mattress','/products/Polyethylene-foam/foam-mattress',0,0,3,0,884,'2023-12-14 14:46:38','2023-12-14 14:46:51',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,2,0,0,0,0),(890,'فوم تشکی پلی اتیلن عرض 160','foam-mattress-160st','/products/Polyethylene-foam/foam-mattress/foam-mattress-160st',0,0,3,0,889,'2023-12-14 15:30:50','2023-12-14 15:31:52',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,3,0,0,0,0),(892,'فوم تشکی پلی اتیلن عرض 100','foam-mattress-100st','/products/Polyethylene-foam/foam-mattress/foam-mattress-100st',0,0,3,0,889,'2023-12-14 17:21:14','2023-12-14 17:21:18',1,0,NULL,0,NULL,1,0,NULL,1,0,1,NULL,NULL,3,0,0,0,0);
/*!40000 ALTER TABLE `directories` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `directory_discount_card`
--

DROP TABLE IF EXISTS `directory_discount_card`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `directory_discount_card` (
  `directory_id` int unsigned NOT NULL,
  `discount_card_id` int unsigned NOT NULL,
  PRIMARY KEY (`directory_id`,`discount_card_id`),
  KEY `directory_discount_card_discount_card_id_foreign` (`discount_card_id`),
  CONSTRAINT `directory_discount_card_directory_id_foreign` FOREIGN KEY (`directory_id`) REFERENCES `directories` (`id`) ON DELETE CASCADE,
  CONSTRAINT `directory_discount_card_discount_card_id_foreign` FOREIGN KEY (`discount_card_id`) REFERENCES `discount_cards` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `directory_discount_card`
--

LOCK TABLES `directory_discount_card` WRITE;
/*!40000 ALTER TABLE `directory_discount_card` DISABLE KEYS */;
/*!40000 ALTER TABLE `directory_discount_card` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `directory_location`
--

DROP TABLE IF EXISTS `directory_location`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `directory_location` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `directory_id` int unsigned NOT NULL,
  `state_id` int unsigned NOT NULL,
  `city_id` int unsigned DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `directory_location_directory_id_foreign` (`directory_id`),
  KEY `directory_location_state_id_foreign` (`state_id`),
  KEY `directory_location_city_id_foreign` (`city_id`),
  CONSTRAINT `directory_location_city_id_foreign` FOREIGN KEY (`city_id`) REFERENCES `cities` (`id`) ON DELETE CASCADE,
  CONSTRAINT `directory_location_directory_id_foreign` FOREIGN KEY (`directory_id`) REFERENCES `directories` (`id`) ON DELETE CASCADE,
  CONSTRAINT `directory_location_state_id_foreign` FOREIGN KEY (`state_id`) REFERENCES `states` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=144 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `directory_location`
--

LOCK TABLES `directory_location` WRITE;
/*!40000 ALTER TABLE `directory_location` DISABLE KEYS */;
/*!40000 ALTER TABLE `directory_location` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `directory_product`
--

DROP TABLE IF EXISTS `directory_product`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `directory_product` (
  `directory_id` int unsigned NOT NULL,
  `product_id` int unsigned NOT NULL,
  KEY `directory_product_directory_id_foreign` (`directory_id`),
  KEY `directory_product_product_id_foreign` (`product_id`),
  CONSTRAINT `directory_product_directory_id_foreign` FOREIGN KEY (`directory_id`) REFERENCES `directories` (`id`) ON DELETE CASCADE,
  CONSTRAINT `directory_product_product_id_foreign` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `directory_product`
--

LOCK TABLES `directory_product` WRITE;
/*!40000 ALTER TABLE `directory_product` DISABLE KEYS */;
INSERT INTO `directory_product` VALUES (868,9239),(862,9239),(858,9239),(868,9240),(862,9240),(858,9240),(869,9241),(862,9241),(858,9241),(873,9248),(864,9248),(858,9248),(873,9249),(864,9249),(858,9249),(873,9251),(864,9251),(858,9251),(873,9252),(864,9252),(858,9252),(869,9253),(862,9253),(858,9253),(888,9255),(884,9255),(858,9255),(888,9259),(884,9259),(858,9259),(888,9260),(884,9260),(858,9260),(888,9261),(884,9261),(858,9261),(888,9262),(884,9262),(858,9262),(888,9263),(884,9263),(858,9263),(888,9264),(884,9264),(858,9264),(890,9266),(889,9266),(884,9266),(858,9266),(890,9267),(889,9267),(884,9267),(858,9267),(890,9268),(889,9268),(884,9268),(858,9268),(890,9269),(889,9269),(884,9269),(858,9269),(890,9270),(889,9270),(884,9270),(858,9270),(892,9271),(889,9271),(884,9271),(858,9271),(892,9272),(889,9272),(884,9272),(858,9272),(892,9273),(889,9273),(884,9273),(858,9273),(892,9274),(889,9274),(884,9274),(858,9274),(892,9275),(889,9275),(884,9275),(858,9275),(892,9276),(889,9276),(884,9276),(858,9276),(892,9277),(889,9277),(884,9277),(858,9277),(892,9278),(889,9278),(884,9278),(858,9278),(870,9279),(874,9279),(864,9279),(858,9279),(870,9280),(874,9280),(864,9280),(858,9280),(870,9281),(874,9281),(864,9281),(858,9281),(870,9282),(874,9282),(864,9282),(858,9282),(870,9283),(874,9283),(864,9283),(858,9283),(870,9284),(874,9284),(864,9284),(858,9284),(870,9285),(874,9285),(864,9285),(858,9285),(870,9286),(874,9286),(864,9286),(858,9286),(870,9287),(874,9287),(864,9287),(858,9287),(872,9288),(874,9288),(864,9288),(858,9288);
/*!40000 ALTER TABLE `directory_product` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `directory_system_role`
--

DROP TABLE IF EXISTS `directory_system_role`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `directory_system_role` (
  `system_role_id` int unsigned NOT NULL,
  `directory_id` int unsigned NOT NULL,
  KEY `directory_system_role_system_role_id_foreign` (`system_role_id`),
  KEY `directory_system_role_directory_id_foreign` (`directory_id`),
  CONSTRAINT `directory_system_role_directory_id_foreign` FOREIGN KEY (`directory_id`) REFERENCES `directories` (`id`) ON DELETE CASCADE,
  CONSTRAINT `directory_system_role_system_role_id_foreign` FOREIGN KEY (`system_role_id`) REFERENCES `system_roles` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `directory_system_role`
--

LOCK TABLES `directory_system_role` WRITE;
/*!40000 ALTER TABLE `directory_system_role` DISABLE KEYS */;
INSERT INTO `directory_system_role` VALUES (2,1),(3,30),(2,30),(2,31),(3,31),(2,32),(3,32),(2,33),(3,33),(2,34),(3,34),(2,37),(3,37),(2,43),(3,43),(2,172),(3,172),(2,173),(3,173),(2,174),(3,174),(2,175),(3,175),(2,134),(3,134),(3,1),(4,1),(8,1),(4,31),(4,43),(4,32),(4,37),(2,529),(3,529),(4,529),(2,649),(3,649),(2,858),(2,860),(2,861),(2,862),(2,863),(2,864),(2,865),(2,866),(2,867),(2,868),(2,869),(2,870),(2,871),(2,872),(2,873),(2,874),(2,881),(2,882),(2,883),(2,884),(2,885),(2,886),(2,887),(2,888),(2,889),(2,890),(2,892);
/*!40000 ALTER TABLE `directory_system_role` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `directory_ts`
--

DROP TABLE IF EXISTS `directory_ts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `directory_ts` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `notice` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `description` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `locale` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `directory_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `un_lo_fore_directory_ts` (`directory_id`,`locale`),
  KEY `directory_ts_locale_index` (`locale`),
  CONSTRAINT `diid_directories_fr` FOREIGN KEY (`directory_id`) REFERENCES `directories` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `directory_ts`
--

LOCK TABLES `directory_ts` WRITE;
/*!40000 ALTER TABLE `directory_ts` DISABLE KEYS */;
/*!40000 ALTER TABLE `directory_ts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `discount_cards`
--

DROP TABLE IF EXISTS `discount_cards`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `discount_cards` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `discount_group_id` int unsigned NOT NULL,
  `customer_user_id` int unsigned DEFAULT NULL,
  `invoice_id` int unsigned DEFAULT NULL,
  `client_ip` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `code` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `is_notified` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  UNIQUE KEY `discount_cards_code_unique` (`code`),
  KEY `discount_cards_discount_group_id_foreign` (`discount_group_id`),
  KEY `discount_cards_customer_user_id_foreign` (`customer_user_id`),
  KEY `discount_cards_invoice_id_foreign` (`invoice_id`),
  CONSTRAINT `discount_cards_customer_user_id_foreign` FOREIGN KEY (`customer_user_id`) REFERENCES `customer_users` (`id`) ON DELETE CASCADE,
  CONSTRAINT `discount_cards_discount_group_id_foreign` FOREIGN KEY (`discount_group_id`) REFERENCES `discount_groups` (`id`) ON DELETE CASCADE,
  CONSTRAINT `discount_cards_invoice_id_foreign` FOREIGN KEY (`invoice_id`) REFERENCES `invoices` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=19115835 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `discount_cards`
--

LOCK TABLES `discount_cards` WRITE;
/*!40000 ALTER TABLE `discount_cards` DISABLE KEYS */;
/*!40000 ALTER TABLE `discount_cards` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `discount_group_product_filter`
--

DROP TABLE IF EXISTS `discount_group_product_filter`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `discount_group_product_filter` (
  `product_filter_id` int unsigned NOT NULL,
  `discount_group_id` int unsigned NOT NULL,
  KEY `discount_group_product_filter_product_filter_id_foreign` (`product_filter_id`),
  KEY `discount_group_product_filter_discount_group_id_foreign` (`discount_group_id`),
  CONSTRAINT `discount_group_product_filter_discount_group_id_foreign` FOREIGN KEY (`discount_group_id`) REFERENCES `discount_groups` (`id`) ON DELETE CASCADE,
  CONSTRAINT `discount_group_product_filter_product_filter_id_foreign` FOREIGN KEY (`product_filter_id`) REFERENCES `product_filters` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `discount_group_product_filter`
--

LOCK TABLES `discount_group_product_filter` WRITE;
/*!40000 ALTER TABLE `discount_group_product_filter` DISABLE KEYS */;
/*!40000 ALTER TABLE `discount_group_product_filter` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `discount_groups`
--

DROP TABLE IF EXISTS `discount_groups`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `discount_groups` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `prefix` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `postfix` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `is_assigned` tinyint(1) NOT NULL DEFAULT '0',
  `is_percentage` tinyint(1) NOT NULL DEFAULT '0',
  `expiration_date` datetime DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT '1',
  `value` bigint NOT NULL,
  `max_amount_supported` int NOT NULL DEFAULT '0',
  `min_amount_supported` int NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `is_multi` tinyint(1) NOT NULL DEFAULT '0',
  `has_expiration` tinyint(1) NOT NULL DEFAULT '0',
  `is_event` tinyint(1) NOT NULL DEFAULT '0',
  `has_directory` tinyint(1) NOT NULL DEFAULT '0',
  `steps_data` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=34 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `discount_groups`
--

LOCK TABLES `discount_groups` WRITE;
/*!40000 ALTER TABLE `discount_groups` DISABLE KEYS */;
INSERT INTO `discount_groups` VALUES (1,'کد ۱۰ درصد',NULL,NULL,1,1,'2023-07-07 23:59:59',1,10,0,0,'2018-07-09 23:35:57','2023-07-08 08:48:22',0,0,0,0,'[]',NULL);
/*!40000 ALTER TABLE `discount_groups` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `district_ts`
--

DROP TABLE IF EXISTS `district_ts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `district_ts` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `locale` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `district_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `un_lo_fore_district_ts` (`district_id`,`locale`),
  KEY `district_ts_locale_index` (`locale`),
  CONSTRAINT `diid_districts_fr` FOREIGN KEY (`district_id`) REFERENCES `districts` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `district_ts`
--

LOCK TABLES `district_ts` WRITE;
/*!40000 ALTER TABLE `district_ts` DISABLE KEYS */;
/*!40000 ALTER TABLE `district_ts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `districts`
--

DROP TABLE IF EXISTS `districts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `districts` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `city_id` int unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `districts_city_id_foreign` (`city_id`),
  CONSTRAINT `districts_city_id_foreign` FOREIGN KEY (`city_id`) REFERENCES `cities` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=310 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `districts`
--

LOCK TABLES `districts` WRITE;
/*!40000 ALTER TABLE `districts` DISABLE KEYS */;
INSERT INTO `districts` VALUES (1,'13 آبان',333),(2,'17 شهریور',333),(3,'آبشار',333),(4,'آذربایجان',333),(5,'آذری',333),(6,'آرژانتین - ساعی',333),(7,'آزاد شهر - پیکان شهر',333),(8,'آشتیانی',333),(9,'آهنگ',333),(10,'آهنگران',333),(11,'آيت الله كاشانی',333),(12,'آگاهی',333),(13,'ابن بابویه',333),(14,'ابوذر',333),(15,'اتابک',333),(16,'اجاره دار',333),(17,'اختیاریه',333),(18,'ارامنه',333),(19,'ارگ پامنار',333),(20,'ازگل',333),(21,'استاد معین',333),(22,'استخر',333),(23,'اسفندیاری و بستان',333),(24,'اسلام آباد - والفجر',333),(25,'اسماعیل آباد',333),(26,'اسکندری',333),(27,'اشرفی اصفهانی',333),(28,'افسریه',333),(29,'اقدسیه',333),(30,'الهيه',333),(31,'امامت',333),(32,'امامزاده حسن',333),(33,'امامزاده عبدالله',333),(34,'امامزاده قاسم',333),(35,'امامزاده یحیی',333),(36,'امجدیه - خاقانی',333),(37,'امیرآباد',333),(38,'امیریه',333),(39,'انبارنفت',333),(40,'اوین',333),(41,'ایران',333),(42,'ایرانشهر',333),(43,'باروت کوبی',333),(44,'بازار',333),(45,'باشگاه نفت',333),(46,'باغ آذری',333),(47,'باغ خزانه',333),(48,'باغ صبا - سهروردی',333),(49,'باغ فردوس',333),(50,'باغ فیض',333),(51,'برق آلستوم',333),(52,'بروجردی',333),(53,'بروجردی - دهقان',333),(54,'بریانک',333),(55,'بلوار فردوس',333),(56,'بلوار پروین',333),(57,'بلور سازی',333),(58,'بهار',333),(59,'بهارستان',333),(60,'بهجت آباد',333),(61,'بهداشت',333),(62,'بهمنیار',333),(63,'بوستان ولایت',333),(64,'تاکسیرانی',333),(65,'تجریش',333),(66,'تختی',333),(67,'تسلیحات',333),(68,'تقی آباد',333),(69,'تهران نو',333),(70,'تهران ویلا',333),(71,'تهرانسر',333),(72,'تهرانپارس',333),(73,'تولید دارو',333),(74,'جابری',333),(75,'جردن - ولیعصر',333),(76,'جلیلی',333),(77,'جماران',333),(78,'جمالزاده',333),(79,'جمالزاده - حشمت الدوله',333),(80,'جمهوری',333),(81,'جنت - رفتگر',333),(82,'جنت آباد',333),(83,'جوادیه',333),(84,'جوانمرد قصاب',333),(85,'جی – شبیری',333),(86,'جیحون',333),(87,'حافظیه',333),(88,'حسینی - فردوس',333),(89,'حشمتیه',333),(90,'حصارک',333),(91,'حمزه آباد',333),(92,'حکیمیه',333),(93,'خانی آباد',333),(94,'خاوران',333),(95,'خرمشهر',333),(96,'خزانه',333),(97,'خلیج فارس',333),(98,'خواجه نصیر - حقوقی',333),(99,'دارآباد',333),(100,'دامپزشكی',333),(101,'دانشگاه تهران',333),(102,'دبستان - مجیدیه',333),(103,'دربند',333),(104,'دردشت',333),(105,'دروازه شمیران',333),(106,'دروس',333),(107,'درکه',333),(108,'دزاشیب - جوزستان',333),(109,'دهقان',333),(110,'دهکده المپیک',333),(111,'دولاب',333),(112,'دولت',333),(113,'دولت آباد',333),(114,'دولتخواه',333),(115,'دژکام',333),(116,'دکتر هوشیار',333),(117,'دیباجی',333),(118,'دیلمان',333),(119,'راه آهن',333),(120,'رودکی',333),(121,'زاهد گیلانی',333),(122,'زرکش',333),(123,'زعفرانیه',333),(124,'زمزم',333),(125,'زنجان',333),(126,'زهتابی',333),(127,'زیبا دشت',333),(128,'زینبیه',333),(129,'سازمان برنامه',333),(130,'سبلان',333),(131,'ستارخان',333),(132,'سرآسیاب مهرآباد',333),(133,'سراج',333),(134,'سرتخت',333),(135,'سرخه حصار',333),(136,'سعادت آباد',333),(137,'سلیمانی - تیموری',333),(138,'سنگلج',333),(139,'سوهانک',333),(140,'سیدخندان',333),(141,'شاد آباد',333),(142,'شاهین',333),(143,'شریعتی',333),(144,'شمس آباد',333),(145,'شمس آباد - مجیدیه',333),(146,'شمشیری',333),(147,'شمیران نو',333),(148,'شهادت',333),(149,'شهرآرا',333),(150,'شهران',333),(151,'شهرزيبا',333),(152,'شهرک آزادی',333),(153,'شهرک آپادانا',333),(154,'شهرک استقلال',333),(155,'شهرک امام خمینی',333),(156,'شهرک اندیشه',333),(157,'شهرک اکباتان',333),(158,'شهرک بعثت',333),(159,'شهرک دانشگاه تهران',333),(160,'شهرک دریا',333),(161,'شهرک دژبان',333),(162,'شهرک راه آهن',333),(163,'شهرک رسالت',333),(164,'شهرک رضویه',333),(165,'شهرک شهرداری',333),(166,'شهرک شهید باقری',333),(167,'شهرک صنعتی شریف',333),(168,'شهرک غرب',333),(169,'شهرک غزالی',333),(170,'شهرک فرهنگیان',333),(171,'شهرک محلاتی',333),(172,'شهرک مخابرات',333),(173,'شهرک نفت',333),(174,'شهرک والفجر',333),(175,'شهرک پاسداران',333),(176,'شهرک پرواز',333),(177,'شهرک کوهسار',333),(178,'شهید اسدی',333),(179,'شهید بهشتی',333),(180,'شهید دستغیب',333),(181,'شهید رجایی',333),(182,'شهید هرندی',333),(183,'شهید کاظمی',333),(184,'شورا',333),(185,'شوش',333),(186,'شکوفه',333),(187,'شکیب',333),(188,'شیخ هادی',333),(189,'شیراز',333),(190,'شیوا',333),(191,'صاحب الزمان',333),(192,'صادقیه',333),(193,'صد دستگاه',333),(194,'صفا',333),(195,'طرشت',333),(196,'طیب',333),(197,'ظفر',333),(198,'عباس آباد',333),(199,'عباس آباد - اندیشه',333),(200,'عباسی',333),(201,'علایین',333),(202,'علم و صنعت',333),(203,'علی آباد',333),(204,'فاطمی',333),(205,'فتح - صنعتی',333),(206,'فدک',333),(207,'فرجام',333),(208,'فرحزاد',333),(209,'فردوسی',333),(210,'فرزانه',333),(211,'فرشته',333),(212,'فرمانیه',333),(213,'فرودگاه',333),(214,'فروزش - امیربهادر',333),(215,'فلاح',333),(216,'فلسطین - انقلاب',333),(217,'فیروزآبادی',333),(218,'قائم مقام - سنائی',333),(219,'قاسم آباد',333),(220,'قزل قلعه',333),(221,'قزوین',333),(222,'قصر',333),(223,'قصر فیروزه',333),(224,'قلمستان - برادران جوادیان',333),(225,'قلهک',333),(226,'قنات کوثر',333),(227,'قیام',333),(228,'قیطریه',333),(229,'لشکر',333),(230,'لویزان - شیان',333),(231,'مالک اشتر',333),(232,'مجیدیه جنوبی',333),(233,'محمودیه',333),(234,'مخصوص',333),(235,'مدائن',333),(236,'مرزداران',333),(237,'مسعودیه',333),(238,'مشیریه',333),(239,'مطهری',333),(240,'مظاهری',333),(241,'مقدم',333),(242,'منصوریه منگل',333),(243,'منیریه',333),(244,'مهرآباد جنوبی',333),(245,'مهران',333),(246,'میدان جهاد',333),(247,'میدان حر',333),(248,'میدان ولیعصر',333),(249,'میرداماد',333),(250,'مینای',333),(251,'مینایی',333),(252,'نارمک',333),(253,'نازی آباد',333),(254,'نامجو',333),(255,'نبی اکرم',333),(256,'نصرت',333),(257,'نظام آباد',333),(258,'نعمت آباد',333),(259,'نواب صفوی',333),(260,'نیاوران',333),(261,'نیروی هوایی',333),(262,'نیلوفر - شهید قندی',333),(263,'نیکنام',333),(264,'هاشم آباد',333),(265,'هاشمی',333),(266,'هروی',333),(267,'هفت تیر',333),(268,'هفت حوض',333),(269,'هفت چنار',333),(270,'هلال احمر',333),(271,'همایونشهر',333),(272,'همت غرب',333),(273,'هنگام',333),(274,'وحیدیه',333),(275,'وردآورد',333),(276,'وصفنارد',333),(277,'ولنجک',333),(278,'ولی آباد',333),(279,'ولیعصر',333),(280,'ولیعصر - بی سیم',333),(281,'ونک',333),(282,'ویلا شهر',333),(283,'پارک لاله',333),(284,'پاسداران',333),(285,'پرستار',333),(286,'پونک',333),(287,'پیروزی',333),(288,'چهارصد دستگاه',333),(289,'چیتگر',333),(290,'چیذر',333),(291,'کاج',333),(292,'کارون',333),(293,'کاشانک',333),(294,'کامرانیه',333),(295,'کرمان',333),(296,'کریمخان',333),(297,'کشاورز غربی',333),(298,'کمیل',333),(299,'کن',333),(300,'کوثر',333),(301,'کوی ارم',333),(302,'کوی بیمه',333),(303,'کیانشهر',333),(304,'گاندی',333),(305,'گلچین',333),(306,'گیشا',333),(307,'یاخچی آباد',333),(308,'یافت آباد',333),(309,'یوسف آباد',333);
/*!40000 ALTER TABLE `districts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `failed_jobs`
--

DROP TABLE IF EXISTS `failed_jobs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `failed_jobs` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `connection` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `uuid` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `failed_jobs`
--

LOCK TABLES `failed_jobs` WRITE;
/*!40000 ALTER TABLE `failed_jobs` DISABLE KEYS */;
/*!40000 ALTER TABLE `failed_jobs` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `galleries`
--

DROP TABLE IF EXISTS `galleries`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `galleries` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `identifier` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `fields` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `galleries_identifier_unique` (`identifier`)
) ENGINE=InnoDB AUTO_INCREMENT=52 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `galleries`
--

LOCK TABLES `galleries` WRITE;
/*!40000 ALTER TABLE `galleries` DISABLE KEYS */;
INSERT INTO `galleries` VALUES (3,'faqs','a:2:{s:8:\"question\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":52:{{\"id\":\"question\",\"title\":\"\\u0633\\u0648\\u0627\\u0644\"}}s:11:\"description\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":55:{{\"id\":\"description\",\"title\":\"\\u062c\\u0648\\u0627\\u0628\"}}}','2018-07-25 04:13:11','2021-07-18 11:10:16'),(5,'first_page_slider','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2018-12-13 19:49:26','2021-07-18 11:10:17'),(7,'first_page_slider_mobile','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-03-07 08:25:45','2022-11-16 19:51:49'),(8,'social_posts','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":85:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u0627\\u0635\\u0644\\u06cc\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-09 10:20:21','2019-05-09 10:20:21'),(9,'categories_page_slider_137','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-09 12:14:04','2019-05-09 12:14:04'),(10,'categories_page_slider_137_mobile','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-09 12:14:04','2019-05-09 12:14:04'),(11,'categories_page_slider_4','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 06:15:54','2019-05-18 06:15:54'),(12,'categories_page_slider_4_mobile','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 06:15:54','2019-05-18 06:15:54'),(13,'categories_page_slider_9','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:06:06','2019-05-18 09:06:06'),(14,'categories_page_slider_9_mobile','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:06:06','2019-05-18 09:06:06'),(15,'categories_page_slider_10','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:28:31','2019-05-18 09:28:31'),(16,'categories_page_slider_10_mobile','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:28:31','2019-05-18 09:28:31'),(17,'categories_page_slider_142','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:29:12','2019-05-18 09:29:12'),(18,'categories_page_slider_142_mobile','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:29:12','2019-05-18 09:29:12'),(19,'categories_page_slider_8','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:30:07','2019-05-18 09:30:07'),(20,'categories_page_slider_8_mobile','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:30:07','2019-05-18 09:30:07'),(21,'categories_page_slider_70','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:30:52','2019-05-18 09:30:52'),(22,'categories_page_slider_70_mobile','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:30:52','2019-05-18 09:30:52'),(23,'categories_page_slider_6','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:32:06','2019-05-18 09:32:06'),(24,'categories_page_slider_6_mobile','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:32:06','2019-05-18 09:32:06'),(25,'categories_page_slider_129','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:32:36','2019-05-18 09:32:36'),(26,'categories_page_slider_129_mobile','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:32:36','2019-05-18 09:32:36'),(27,'categories_page_slider_69','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:33:17','2019-05-18 09:33:17'),(28,'categories_page_slider_69_mobile','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:33:17','2019-05-18 09:33:17'),(29,'categories_page_slider_166','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:34:02','2019-05-18 09:34:02'),(30,'categories_page_slider_166_mobile','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:34:02','2019-05-18 09:34:02'),(31,'categories_page_slider_177','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:34:27','2019-05-18 09:34:27'),(32,'categories_page_slider_177_mobile','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-05-18 09:34:27','2019-05-18 09:34:27'),(33,'article_banners','a:2:{s:12:\"banner_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":81:{{\"id\":\"banner_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u0628\\u0646\\u0631\"}}s:11:\"banner_link\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":80:{{\"id\":\"banner_link\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2019-06-11 04:48:11','2019-06-11 04:48:11'),(34,'categories_page_slider_427','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2020-12-06 07:27:26','2020-12-06 07:27:26'),(35,'categories_page_slider_427_mobile','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2020-12-06 07:27:26','2020-12-06 07:27:26'),(36,'discount_slider','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2020-12-19 17:39:24','2021-07-18 11:10:16'),(37,'discount_slider_mobile','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2020-12-19 17:39:24','2020-12-19 17:39:24'),(38,'brands_slider','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2020-12-19 17:39:24','2020-12-19 19:43:31'),(39,'landing_discount_slider','a:1:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}}','2020-12-19 17:39:25','2021-07-26 09:42:29'),(40,'landing_discount_slider_mobile','a:1:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}}','2020-12-19 17:39:25','2020-12-19 17:39:25'),(41,'categories_page_slider_563','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2021-06-21 06:23:50','2021-06-21 06:23:50'),(42,'categories_page_slider_563_mobile','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2021-06-21 06:23:50','2021-06-21 06:23:50'),(43,'sticky_banner','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2023-11-07 07:18:01','2023-11-07 07:18:01'),(44,'related_links','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2023-12-05 11:17:52','2023-12-05 11:17:52'),(45,'customer_slider','a:1:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}}','2023-12-05 11:17:52','2023-12-05 11:17:52'),(46,'index_banner1','a:2:{s:12:\"banner_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":81:{{\"id\":\"banner_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u0628\\u0646\\u0631\"}}s:11:\"banner_link\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":80:{{\"id\":\"banner_link\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2023-12-05 11:17:52','2023-12-05 11:17:52'),(47,'index_slider','a:4:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}s:10:\"main_brief\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":79:{{\"id\":\"main_brief\",\"title\":\"\\u0645\\u062a\\u0646 \\u06a9\\u0648\\u062a\\u0627\\u0647\"}}s:11:\"description\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":74:{{\"id\":\"description\",\"title\":\"\\u0645\\u062a\\u0646 \\u0628\\u0644\\u0646\\u062f\"}}}','2023-12-05 11:17:52','2023-12-05 11:17:52'),(48,'index_slider_mobile','a:4:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}s:10:\"main_brief\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":79:{{\"id\":\"main_brief\",\"title\":\"\\u0645\\u062a\\u0646 \\u06a9\\u0648\\u062a\\u0627\\u0647\"}}s:11:\"description\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":74:{{\"id\":\"description\",\"title\":\"\\u0645\\u062a\\u0646 \\u0628\\u0644\\u0646\\u062f\"}}}','2023-12-05 11:17:52','2023-12-05 11:17:52'),(49,'brands_gallery','a:2:{s:10:\"main_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":60:{{\"id\":\"main_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:9:\"link_addr\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":78:{{\"id\":\"link_addr\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2023-12-05 11:17:52','2023-12-05 11:17:52'),(50,'featured_product_slider','a:2:{s:14:\"featured_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":64:{{\"id\":\"featured_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\"}}s:13:\"featured_link\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":82:{{\"id\":\"featured_link\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2023-12-05 11:17:52','2023-12-05 11:17:52'),(51,'index_banner2','a:2:{s:12:\"banner_title\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":81:{{\"id\":\"banner_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u0628\\u0646\\u0631\"}}s:11:\"banner_link\";C:43:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryField\":80:{{\"id\":\"banner_link\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0644\\u06cc\\u0646\\u06a9\"}}}','2023-12-05 11:17:52','2023-12-05 11:17:52');
/*!40000 ALTER TABLE `galleries` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `gallery_items`
--

DROP TABLE IF EXISTS `gallery_items`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `gallery_items` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `gallery_id` int unsigned NOT NULL,
  `data` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `image_path` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `priority` int NOT NULL DEFAULT '0',
  `is_active` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  KEY `gallery_items_gallery_id_foreign` (`gallery_id`),
  CONSTRAINT `gallery_items_gallery_id_foreign` FOREIGN KEY (`gallery_id`) REFERENCES `galleries` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=862 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `gallery_items`
--

LOCK TABLES `gallery_items` WRITE;
/*!40000 ALTER TABLE `gallery_items` DISABLE KEYS */;
INSERT INTO `gallery_items` VALUES (9,3,'a:2:{s:8:\"question\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":283:{{\"title\":\"question\",\"content\":\"\\u0622\\u06cc\\u0627 \\u0645\\u06cc \\u062a\\u0648\\u0627\\u0646 \\u0645\\u062d\\u0635\\u0648\\u0644\\u06cc \\u0631\\u0627 \\u06a9\\u0647 \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a \\u0646\\u06cc\\u0633\\u062a \\u062f\\u0631\\u062e\\u0648\\u0627\\u0633\\u062a \\u06a9\\u0631\\u062f\\u061f\"}}s:11:\"description\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":945:{{\"title\":\"description\",\"content\":\"<p>\\u0628\\u0644\\u0647 \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a\\u06cc \\u06a9\\u0647 \\u0645\\u062d\\u0635\\u0648\\u0644 \\u0645\\u0648\\u0631\\u062f \\u0646\\u0638\\u0631 \\u0634\\u0645\\u0627 \\u0645\\u0631\\u062a\\u0628\\u0637 \\u0628\\u0627 \\u062d\\u0648\\u0632\\u0647 \\u06a9\\u0627\\u0631\\u06cc \\u0645\\u0627 \\u0628\\u0627\\u0634\\u062f \\u0634\\u0645\\u0627 \\u0645\\u06cc \\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0646\\u0648\\u0639 \\u0648 \\u0645\\u062f\\u0644 \\u0645\\u062d\\u0635\\u0648\\u0644 \\u062e\\u0648\\u062f \\u0631\\u0627 \\u0628\\u0647 \\u0645\\u0627 \\u0627\\u0639\\u0644\\u0627\\u0645 \\u0646\\u0645\\u0648\\u062f\\u0647 \\u062a\\u0627 \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a \\u0627\\u0645\\u06a9\\u0627\\u0646 \\u0645\\u062d\\u0635\\u0648\\u0644 \\u0645\\u0648\\u0631\\u062f \\u0646\\u0638\\u0631 \\u0634\\u0645\\u0627 \\u062a\\u0647\\u06cc\\u0647 \\u0648 \\u06cc\\u0627 \\u0628\\u0647 \\u0631\\u0648\\u06cc \\u0633\\u0627\\u06cc\\u062a \\u0642\\u0631\\u0627\\u0631 \\u0628\\u06af\\u06cc\\u0631\\u062f.<\\/p>\"}}}',NULL,'2018-07-25 04:14:24','2021-11-27 20:25:58',-9,1),(10,3,'a:2:{s:8:\"question\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":332:{{\"title\":\"question\",\"content\":\"\\u0628\\u0631\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f \\u0645\\u062d\\u0635\\u0648\\u0644\\u06cc \\u06a9\\u0647 \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a \\u0646\\u0627\\u0645\\u0648\\u062c\\u0648\\u062f \\u0627\\u0633\\u062a \\u0686\\u0647 \\u0627\\u0642\\u062f\\u0627\\u0645\\u06cc \\u0628\\u0627\\u06cc\\u062f \\u06a9\\u0631\\u062f\\u061f\"}}s:11:\"description\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":834:{{\"title\":\"description\",\"content\":\"<p>\\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a\\u06cc \\u06a9\\u0647 \\u0645\\u062d\\u0635\\u0648\\u0644\\u06cc \\u0645\\u0648\\u0631\\u062f \\u0646\\u0638\\u0631 \\u0634\\u0645\\u0627 \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a \\u0646\\u0627\\u0645\\u0648\\u062c\\u0648\\u062f \\u0628\\u0627\\u0634\\u062f\\u060c \\u0645\\u06cc \\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0628\\u0627 \\u062a\\u0645\\u0627\\u0633 \\u0628\\u0627 \\u067e\\u0634\\u062a\\u06cc\\u0628\\u0627\\u0646\\u06cc \\u0641\\u0631\\u0648\\u0634\\u06af\\u0627\\u0647 (\\u0627\\u06cc\\u0645\\u06cc\\u0644\\u06cc \\u0648 \\u06cc\\u0627 \\u062a\\u0644\\u0641\\u0646\\u06cc) \\u0627\\u0632 \\u0632\\u0645\\u0627\\u0646 \\u0645\\u0648\\u062c\\u0648\\u062f \\u0634\\u062f\\u0646 \\u0645\\u062d\\u0635\\u0648\\u0644 \\u0645\\u0648\\u0631\\u062f \\u0646\\u0638\\u0631\\u062a\\u0627\\u0646 \\u0628\\u0627 \\u062e\\u0628\\u0631 \\u0634\\u0648\\u06cc\\u062f.<\\/p>\"}}}',NULL,'2018-07-25 04:14:42','2021-11-27 20:25:58',-8,1),(11,3,'a:2:{s:8:\"question\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":214:{{\"title\":\"question\",\"content\":\"\\u0622\\u06cc\\u0627 \\u0645\\u0648\\u062c\\u0648\\u062f\\u06cc \\u0627\\u0646\\u0628\\u0627\\u0631 \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a \\u0628\\u0647 \\u0631\\u0648\\u0632 \\u0627\\u0633\\u062a\\u061f\"}}s:11:\"description\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":314:{{\"title\":\"description\",\"content\":\"<p>\\u0628\\u0644\\u0647 \\u0645\\u0648\\u062c\\u0648\\u062f\\u06cc \\u062a\\u0645\\u0627\\u0645\\u06cc \\u0645\\u062d\\u0635\\u0648\\u0644\\u0627\\u062a \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a \\u0647\\u0631 \\u0644\\u062d\\u0638\\u0647 \\u0628\\u0647 \\u0631\\u0648\\u0632 \\u0645\\u06cc \\u0634\\u0648\\u062f.<\\/p>\"}}}',NULL,'2018-07-25 04:14:57','2021-11-27 20:25:58',-7,1),(12,3,'a:2:{s:8:\"question\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":651:{{\"title\":\"question\",\"content\":\"\\u067e\\u0633 \\u0627\\u0632 \\u062b\\u0628\\u062a \\u0633\\u0641\\u0627\\u0631\\u0634 \\u0648 \\u0647\\u0645\\u0686\\u0646\\u06cc\\u0646 \\u062f\\u0631\\u06cc\\u0627\\u0641\\u062a \\u06a9\\u062f \\u0631\\u0647\\u06af\\u06cc\\u0631\\u06cc \\u0633\\u0641\\u0627\\u0631\\u0634 \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a\\u060c \\u0633\\u0641\\u0627\\u0631\\u0634 \\u062e\\u0648\\u062f \\u0631\\u0627 \\u0628\\u0639\\u062f \\u0627\\u0632 \\u0686\\u0646\\u062f \\u0631\\u0648\\u0632 \\u0647\\u0646\\u0648\\u0632 \\u062f\\u0631\\u06cc\\u0627\\u0641\\u062a \\u0646\\u06a9\\u0631\\u062f\\u0647 \\u0627\\u0645\\u060c\\u0686\\u06af\\u0648\\u0646\\u0647 \\u067e\\u06cc\\u06af\\u06cc\\u0631\\u06cc \\u06a9\\u0646\\u0645\\u061f\"}}s:11:\"description\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":1592:{{\"title\":\"description\",\"content\":\"<p>\\u0628\\u0627 \\u062a\\u0648\\u062c\\u0647 \\u0628\\u0647 \\u0627\\u06cc\\u0646\\u06a9\\u0647 \\u06af\\u0627\\u0647\\u06cc \\u062f\\u0631 \\u0633\\u06cc\\u0633\\u062a\\u0645 \\u067e\\u0633\\u062a\\u06cc \\u0645\\u0634\\u06a9\\u0644\\u0627\\u062a\\u06cc \\u067e\\u06cc\\u0634 \\u0645\\u06cc \\u0622\\u06cc\\u062f \\u0627\\u0645\\u06a9\\u0627\\u0646 \\u062f\\u0627\\u0631\\u062f \\u0633\\u0641\\u0627\\u0631\\u0634\\u0627\\u062a \\u062f\\u06cc\\u0631\\u062a\\u0631 \\u0628\\u0647 \\u062f\\u0633\\u062a \\u0645\\u0634\\u062a\\u0631\\u06cc\\u0627\\u0646 \\u0639\\u0632\\u06cc\\u0632 \\u0628\\u0631\\u0633\\u062f \\u0648 \\u06af\\u0627\\u0647\\u06cc \\u0628\\u062f\\u0644\\u06cc\\u0644 \\u0645\\u0634\\u06a9\\u0644\\u0627\\u062a\\u06cc \\u0647\\u0645\\u0686\\u0648\\u0646 \\u062f\\u0631 \\u0645\\u062d\\u0644 \\u0646\\u0628\\u0648\\u062f\\u0646 \\u0648 \\u06cc\\u0627 &hellip; \\u0645\\u0631\\u0633\\u0648\\u0644\\u0647 \\u0645\\u0631\\u062c\\u0648\\u0639 \\u0645\\u06cc \\u0634\\u0648\\u062f\\u060c \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a \\u0648\\u0642\\u0648\\u0639 \\u0645\\u0634\\u06a9\\u0644\\u0627\\u062a \\u0645\\u0630\\u06a9\\u0648\\u0631\\u060c \\u0628\\u0647 \\u06a9\\u0645\\u06a9 \\u062a\\u0645\\u0627\\u0633 \\u062a\\u0644\\u0641\\u0646\\u06cc \\u0628\\u0627 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0648 \\u06cc\\u0627 \\u0628\\u0627 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0627\\u06cc\\u0645\\u06cc\\u0644\\u060c \\u0628\\u0647 \\u0641\\u0631\\u0648\\u0634\\u06af\\u0627\\u0647 \\u0627\\u0637\\u0644\\u0627\\u0639 \\u062f\\u0647\\u06cc\\u062f \\u062a\\u0627 \\u0633\\u0641\\u0627\\u0631\\u0634 \\u0634\\u0645\\u0627\\u067e\\u06cc\\u06af\\u06cc\\u0631\\u06cc \\u0648 \\u062f\\u0648\\u0628\\u0627\\u0631\\u0647 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0634\\u0648\\u062f.<\\/p>\"}}}',NULL,'2018-07-25 04:15:16','2021-11-27 20:25:58',-6,1),(13,3,'a:2:{s:8:\"question\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":452:{{\"title\":\"question\",\"content\":\"\\u0645\\u0646 \\u067e\\u0633 \\u0627\\u0632 \\u067e\\u0631\\u062f\\u0627\\u062e\\u062a \\u0627\\u0632 \\u0637\\u0631\\u06cc\\u0642 \\u062f\\u0631\\u06af\\u0627\\u0647 \\u0648 \\u0627\\u0646\\u062a\\u0642\\u0627\\u0644 \\u0628\\u0647 \\u0648\\u0628 \\u0633\\u0627\\u06cc\\u062a \\u0628\\u0627\\u062e\\u0637\\u0627\\u06cc \\u067e\\u0631\\u062f\\u0627\\u062e\\u062a \\u0646\\u0627\\u0645\\u0648\\u0641\\u0642 \\u0645\\u0648\\u0627\\u062c\\u0647 \\u0645\\u06cc \\u0634\\u0648\\u0645\\u061f\"}}s:11:\"description\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":1832:{{\"title\":\"description\",\"content\":\"<p>\\u06af\\u0627\\u0647\\u06cc \\u0628\\u0631\\u0648\\u0632 \\u0645\\u0634\\u06a9\\u0644 \\u062f\\u0631 \\u0627\\u062a\\u0635\\u0627\\u0644 \\u062f\\u0631\\u06af\\u0627\\u0647 \\u0647\\u0627\\u06cc \\u067e\\u0631\\u062f\\u0627\\u062e\\u062a \\u0628\\u0627 \\u0648\\u0628\\u0633\\u0627\\u06cc\\u062a \\u0648 \\u06cc\\u0627 \\u0645\\u0634\\u06a9\\u0644\\u0627\\u062a \\u0641\\u0646\\u06cc \\u0633\\u0631\\u0648\\u0631 \\u062f\\u0631\\u06af\\u0627\\u0647 \\u0647\\u0627\\u06cc \\u0628\\u0627\\u0646\\u06a9\\u06cc\\u060c \\u0633\\u0628\\u0628 \\u0646\\u0627\\u0645\\u0648\\u0641\\u0642 \\u0628\\u0648\\u062f\\u0646 \\u067e\\u0631\\u062f\\u0627\\u062e\\u062a \\u0634\\u0645\\u0627 \\u0645\\u06cc \\u0634\\u0648\\u062f \\u06a9\\u0647 \\u0628\\u0627 \\u0627\\u06cc\\u0646 \\u062e\\u0637\\u0627 \\u0645\\u0648\\u0627\\u062c\\u0647 \\u0645\\u06cc \\u0634\\u0648\\u06cc\\u062f. \\u0628\\u0647 \\u0647\\u06cc\\u0686 \\u0648\\u062c\\u0647 \\u0646\\u06af\\u0631\\u0627\\u0646 \\u0646\\u0628\\u0627\\u0634\\u06cc\\u062f \\u0648 \\u0628\\u0627 \\u062a\\u0645\\u0627\\u0633 \\u0628\\u0627 \\u067e\\u0634\\u062a\\u06cc\\u0628\\u0627\\u0646\\u06cc \\u0641\\u0631\\u0648\\u0634\\u06af\\u0627\\u0647 \\u0633\\u0641\\u0627\\u0631\\u0634 \\u062e\\u0648\\u062f \\u0631\\u0627 \\u067e\\u06cc\\u06af\\u06cc\\u0631\\u06cc \\u0648 \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a \\u06a9\\u0633\\u0631 \\u0645\\u0628\\u0644\\u063a \\u0627\\u0632 \\u062d\\u0633\\u0627\\u0628 \\u0634\\u0645\\u0627\\u060c \\u0648\\u062c\\u0647 \\u0634\\u0645\\u0627 \\u0627\\u0631\\u062c\\u0627\\u0639 \\u062f\\u0627\\u062f\\u0647 \\u062e\\u0648\\u0627\\u0647\\u062f \\u0634\\u062f \\u0648 \\u06cc\\u0627 \\u0628\\u0635\\u0648\\u0631\\u062a \\u0627\\u062a\\u0648\\u0645\\u0627\\u062a\\u06cc\\u06a9 \\u0628\\u0639\\u062f \\u0627\\u0632 \\u06f7\\u06f2 \\u0633\\u0627\\u0639\\u062a \\u0648\\u062c\\u0647 \\u0628\\u0635\\u0648\\u0631\\u062a \\u062e\\u0648\\u062f\\u06a9\\u0627\\u0631 \\u0628\\u0647 \\u062d\\u0633\\u0627\\u0628 \\u0634\\u0645\\u0627 \\u0628\\u0627\\u0632\\u062e\\u0648\\u0627\\u0647\\u062f \\u06af\\u0634\\u062a.<\\/p>\"}}}',NULL,'2018-07-25 04:15:32','2021-11-27 20:25:58',-5,1),(14,3,'a:2:{s:8:\"question\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":258:{{\"title\":\"question\",\"content\":\"\\u0622\\u06cc\\u0627 \\u0633\\u0627\\u06cc\\u062a \\u062f\\u0627\\u0631\\u06cc \\u0645\\u062c\\u0648\\u0632 \\u0647\\u0627\\u06cc \\u0645\\u0639\\u062a\\u0628\\u0631 \\u0648 \\u0645\\u0637\\u0645\\u0626\\u0646 \\u0645\\u06cc \\u0628\\u0627\\u0634\\u062f\\u061f\"}}s:11:\"description\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":676:{{\"title\":\"description\",\"content\":\"<p>\\u0628\\u0644\\u0647 \\u062f\\u0627\\u0631\\u0627\\u06cc \\u0646\\u0645\\u0627\\u062f \\u0627\\u0637\\u0645\\u06cc\\u0646\\u0627\\u0646 \\u0627\\u0644\\u06a9\\u062a\\u0631\\u0648\\u0646\\u06cc\\u06a9 \\u0648\\u0632\\u0627\\u0631\\u062a \\u0635\\u0646\\u0627\\u06cc\\u0639 \\u0648 \\u0645\\u0639\\u0627\\u062f\\u0646 \\u0645\\u06cc \\u0628\\u0627\\u0634\\u062f. \\u0634\\u0645\\u0627 \\u0628\\u0627 \\u062e\\u06cc\\u0627\\u0644\\u06cc \\u0622\\u0633\\u0648\\u062f\\u0647 \\u0645\\u06cc \\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u062e\\u0631\\u06cc\\u062f \\u0648 \\u06cc\\u0627 \\u0633\\u0641\\u0627\\u0631\\u0634\\u0627\\u062a \\u062e\\u0648\\u062f \\u0631\\u0627 \\u062b\\u0628\\u062a \\u0646\\u0645\\u0627\\u06cc\\u06cc\\u062f.<\\/p>\"}}}',NULL,'2018-07-25 04:15:46','2021-11-27 20:25:58',-4,1),(15,3,'a:2:{s:8:\"question\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":271:{{\"title\":\"question\",\"content\":\"\\u0645\\u0646 \\u0628\\u0647 \\u0686\\u0647 \\u0634\\u06a9\\u0644 \\u0645\\u06cc \\u062a\\u0648\\u0627\\u0646\\u0645 \\u0633\\u0641\\u0627\\u0631\\u0634 \\u062e\\u0648\\u062f \\u0631\\u0627 \\u0631\\u0647\\u06af\\u06cc\\u0631\\u06cc \\u0646\\u0645\\u0627\\u06cc\\u0645\\u061f\"}}s:11:\"description\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":2411:{{\"title\":\"description\",\"content\":\"<p>\\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a\\u06cc \\u06a9\\u0647 \\u062f\\u0631 \\u062a\\u0647\\u0631\\u0627\\u0646 \\u0647\\u0633\\u062a\\u06cc\\u062f \\u0648 \\u0633\\u0648\\u0627\\u0644 \\u0648 \\u06cc\\u0627 \\u0645\\u0634\\u06a9\\u0644\\u06cc \\u062f\\u0631 \\u0633\\u0641\\u0627\\u0631\\u0634 \\u0634\\u0645\\u0627 \\u0648\\u062c\\u0648\\u062f \\u062f\\u0627\\u0631\\u062f \\u0634\\u0645\\u0627 \\u0645\\u06cc \\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0628\\u0627 \\u062a\\u0645\\u0627\\u0633 \\u0628\\u0627 \\u067e\\u0634\\u062a\\u06cc\\u0628\\u0627\\u0646\\u06cc \\u0645\\u0634\\u06a9\\u0644 \\u062e\\u0648\\u062f \\u0631\\u0627 \\u0645\\u0637\\u0631\\u062d \\u0648 \\u0633\\u0641\\u0627\\u0631\\u0634\\u062a\\u0627\\u0646 \\u0631\\u0627 \\u067e\\u06cc\\u06af\\u06cc\\u0631\\u06cc \\u0646\\u0645\\u0627\\u06cc\\u06cc\\u062f.<\\/p>\\r\\n<p>\\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a\\u06cc \\u06a9\\u0647 \\u062f\\u0631 \\u0634\\u0647\\u0631 \\u0647\\u0627\\u06cc \\u062f\\u06cc\\u06af\\u0631 \\u0627\\u06cc\\u0631\\u0627\\u0646 \\u0633\\u0627\\u06a9\\u0646 \\u0647\\u0633\\u062a\\u06cc\\u062f \\u0648 \\u0633\\u0641\\u0627\\u0631\\u0634 \\u062e\\u0648\\u062f \\u0631\\u0627 \\u062b\\u0628\\u062a \\u0646\\u0645\\u0648\\u062f\\u0647 \\u0627\\u06cc\\u062f\\u060c \\u0645\\u06cc \\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0627\\u0632 \\u0637\\u0631\\u06cc\\u0642 \\u067e\\u0646\\u0644 \\u06a9\\u0627\\u0631\\u0628\\u0631\\u06cc \\u062e\\u0648\\u062f \\u0633\\u0641\\u0627\\u0631\\u0634\\u062a\\u0627\\u0646 \\u0631\\u0627 \\u067e\\u06cc\\u06af\\u06cc\\u0631\\u06cc \\u0646\\u0645\\u0648\\u062f\\u0647 \\u0648 \\u06cc\\u0627 \\u0628\\u0627 \\u0627\\u0646\\u062a\\u062e\\u0627\\u0628 \\u06af\\u0632\\u06cc\\u0646\\u0647 \\u0627\\u0637\\u0644\\u0627\\u0639 \\u0631\\u0633\\u0627\\u0646\\u06cc \\u067e\\u06cc\\u0627\\u0645\\u06a9\\u06cc \\u0631\\u0648\\u0646\\u062f \\u0627\\u0646\\u062c\\u0627\\u0645 \\u0633\\u0641\\u0627\\u0631\\u0634 \\u062e\\u0648\\u062f \\u0631\\u0627 \\u067e\\u06cc\\u06af\\u06cc\\u0631\\u06cc \\u0646\\u0645\\u0627\\u06cc\\u06cc\\u062f.<\\/p>\\r\\n<p>\\u0644\\u0627\\u0632\\u0645 \\u0628\\u0647 \\u0630\\u06a9\\u0631 \\u0627\\u0633\\u062a \\u06a9\\u062f \\u0631\\u0647\\u06af\\u06cc\\u0631\\u06cc \\u067e\\u0633\\u062a\\u06cc \\u0633\\u0641\\u0627\\u0631\\u0634\\u0627\\u062a \\u0634\\u0647\\u0631 \\u0647\\u0627\\u06cc \\u0645\\u062e\\u062a\\u0644\\u0641 \\u0628\\u0639\\u062f \\u0627\\u0632 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u062f\\u0631 \\u0647\\u0645\\u0627\\u0646 \\u0631\\u0648\\u0632 \\u0628\\u0635\\u0648\\u0631\\u062a \\u0627\\u06cc\\u0645\\u06cc\\u0644\\u06cc \\u0648 \\u067e\\u06cc\\u0627\\u0645\\u06a9\\u06cc \\u0627\\u0631\\u0633\\u0627\\u0644 \\u062e\\u0648\\u0627\\u0647\\u062f \\u0634\\u062f.<\\/p>\"}}}',NULL,'2018-07-25 04:16:06','2021-11-27 20:25:58',-3,1),(73,9,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":34:{{\"title\":\"link_addr\",\"content\":\"\"}}}','/uploads/not_categorized/1557404529.67524qmIJJ0JMv/slide-131.jpg','2019-05-09 12:20:25','2021-11-27 20:25:58',-120,1),(74,33,'a:2:{s:12:\"banner_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":98:{{\"title\":\"banner_title\",\"content\":\"\\u0633\\u0631\\u0648 \\u0646\\u0648\\u0634\\u06cc\\u062f\\u0646\\u06cc\"}}s:11:\"banner_link\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":109:{{\"title\":\"banner_link\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/coffeeshop-supplies\\/beverage-serving\"}}}','/uploads/not_categorized/1560596234.8267IxEIS1R6En/01-02.jpg','2019-06-15 10:57:14','2021-11-27 20:25:58',-56,1),(75,33,'a:2:{s:12:\"banner_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":98:{{\"title\":\"banner_title\",\"content\":\"\\u062a\\u0627\\u0628\\u0644\\u0648 \\u062f\\u06a9\\u0648\\u0631\\u06cc\"}}s:11:\"banner_link\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":88:{{\"title\":\"banner_link\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/decorative-items\"}}}','/uploads/not_categorized/1560596243.3537qJkleW2FtE/01-03.jpg','2019-06-15 10:57:23','2021-11-27 20:25:58',-57,1),(76,33,'a:2:{s:12:\"banner_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":86:{{\"title\":\"banner_title\",\"content\":\"\\u0628\\u0627\\u06a9\\u0633 \\u062e\\u0645\\u06cc\\u0631\"}}s:11:\"banner_link\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":99:{{\"title\":\"banner_link\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/pizza-supplies\\/pizza-tools\"}}}','/uploads/not_categorized/1561965948.5094n2vVpQfoNY/010.jpg','2019-07-01 07:25:48','2021-11-27 20:25:58',-58,1),(77,33,'a:2:{s:12:\"banner_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":80:{{\"title\":\"banner_title\",\"content\":\"\\u0641\\u0631\\u0646\\u0686 \\u067e\\u0631\\u0633\"}}s:11:\"banner_link\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":115:{{\"title\":\"banner_link\",\"content\":\"https:\\/\\/kitline.com\\/search?query=%D9%81%D8%B1%D9%86%DA%86+%D9%BE%D8%B1%D8%B3\"}}}','/uploads/not_categorized/1561965984.3754nkSMBa7poJ/09.jpg','2019-07-01 07:26:24','2021-11-27 20:25:58',-59,1),(78,33,'a:2:{s:12:\"banner_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":99:{{\"title\":\"banner_title\",\"content\":\"\\u06a9\\u0627\\u0631\\u062f \\u0648 \\u0686\\u0646\\u06af\\u0627\\u0644\"}}s:11:\"banner_link\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":95:{{\"title\":\"banner_link\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/serving-tools\\/flatware\"}}}','/uploads/not_categorized/1561966054.5862hFpQ7n4XrC/08.jpg','2019-07-01 07:27:34','2021-11-27 20:25:58',-60,1),(79,33,'a:2:{s:12:\"banner_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":74:{{\"title\":\"banner_title\",\"content\":\"\\u06a9\\u06cc\\u0641 \\u062d\\u0645\\u0644\"}}s:11:\"banner_link\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":93:{{\"title\":\"banner_link\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/delivery\\/carting-bag\"}}}','/uploads/not_categorized/1561966079.7379OAUz6axcBV/07.jpg','2019-07-01 07:27:59','2021-11-27 20:25:58',-61,1),(80,33,'a:2:{s:12:\"banner_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":73:{{\"title\":\"banner_title\",\"content\":\"\\u0686\\u0627\\u0642\\u0648\\u0647\\u0627\"}}s:11:\"banner_link\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":91:{{\"title\":\"banner_link\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/kitchenware\\/kinves\"}}}','/uploads/not_categorized/1561966105.7269ZFgyjR8cZf/06.jpg','2019-07-01 07:28:25','2021-11-27 20:25:58',-62,1),(81,33,'a:2:{s:12:\"banner_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":74:{{\"title\":\"banner_title\",\"content\":\"\\u0628\\u0646 \\u0645\\u0627\\u0631\\u06cc\"}}s:11:\"banner_link\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":99:{{\"title\":\"banner_link\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/kitchenware\\/gastronorm-pan\"}}}','/uploads/not_categorized/1561966131.12362z6NgNidYg/05.jpg','2019-07-01 07:28:51','2021-11-27 20:25:58',-63,1),(82,33,'a:2:{s:12:\"banner_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":98:{{\"title\":\"banner_title\",\"content\":\"\\u0638\\u0631\\u0648\\u0641 \\u0645\\u0644\\u0627\\u0645\\u06cc\\u0646\"}}s:11:\"banner_link\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":114:{{\"title\":\"banner_link\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/serving-dishes\\/melamine-and-polycarbonate\"}}}','/uploads/not_categorized/1561966156.4182l9OXRViMwK/04.jpg','2019-07-01 07:29:16','2021-11-27 20:25:58',-64,1),(83,33,'a:2:{s:12:\"banner_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":92:{{\"title\":\"banner_title\",\"content\":\"\\u062a\\u062e\\u062a\\u0647 \\u06a9\\u0627\\u0631\\u0647\\u0627\"}}s:11:\"banner_link\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":98:{{\"title\":\"banner_link\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/kitchenware\\/cutting-board\"}}}','/uploads/not_categorized/1561966188.7068H6kl6Tefss/03.jpg','2019-07-01 07:29:48','2021-11-27 20:25:58',-65,1),(84,33,'a:2:{s:12:\"banner_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":105:{{\"title\":\"banner_title\",\"content\":\"\\u062a\\u0627\\u0628\\u0647 \\u0648 \\u0642\\u0627\\u0628\\u0644\\u0645\\u0647\"}}s:11:\"banner_link\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":88:{{\"title\":\"banner_link\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/kitchenware\\/pan\"}}}','/uploads/not_categorized/1561966212.7214zpGrzUM9ox/02.jpg','2019-07-01 07:30:12','2021-11-27 20:25:58',-66,1),(85,33,'a:2:{s:12:\"banner_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":61:{{\"title\":\"banner_title\",\"content\":\"\\u062a\\u0645\\u067e\\u0631\"}}s:11:\"banner_link\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":106:{{\"title\":\"banner_link\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/coffeeshop-supplies\\/barista-tools\"}}}','/uploads/not_categorized/1561966247.4466k1L30K4Rf6/01.jpg','2019-07-01 07:30:47','2021-11-27 20:25:58',-67,1),(86,11,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":114:{{\"title\":\"main_title\",\"content\":\"\\u0644\\u0648\\u0627\\u0632\\u0645 \\u0622\\u0634\\u067e\\u0632\\u062e\\u0627\\u0646\\u0647\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":94:{{\"title\":\"link_addr\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/kitchenware?landing=true\"}}}','/uploads/not_categorized/1572513815.4966VlWqE2sZWA/slide---kitchen-tools.jpg','2019-10-31 09:23:35','2021-11-27 20:25:58',-68,1),(87,17,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":84:{{\"title\":\"main_title\",\"content\":\"\\u0644\\u0648\\u0627\\u0632\\u0645 \\u0633\\u0631\\u0648\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":96:{{\"title\":\"link_addr\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/serving-tools?landing=true\"}}}','/uploads/not_categorized/1572514621.5956IEzyCwcFI9/slide---serving-tools.jpg','2019-10-31 09:37:01','2021-11-27 20:25:58',-69,1),(88,19,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":34:{{\"title\":\"link_addr\",\"content\":\"\"}}}','/uploads/not_categorized/1572942266.4454YCbCgXS073/slide---conter-tools.jpg','2019-11-05 08:24:26','2021-11-27 20:25:58',-70,1),(89,23,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":96:{{\"title\":\"main_title\",\"content\":\"\\u0644\\u0648\\u0627\\u0632\\u0645 \\u0634\\u0633\\u062a\\u0634\\u0648\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":109:{{\"title\":\"link_addr\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/washing-and-cleaning-tools?landing=true\"}}}','/uploads/not_categorized/1572942625.5506brxEFkk8ug/slide---cleaning-tools.jpg','2019-11-05 08:30:25','2021-11-27 20:25:58',-71,1),(90,13,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":141:{{\"title\":\"main_title\",\"content\":\"\\u0644\\u0648\\u0627\\u0632\\u0645 \\u067e\\u062e\\u062a \\u0645\\u0631\\u063a \\u06a9\\u0646\\u062a\\u0627\\u06a9\\u06cc \"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":98:{{\"title\":\"link_addr\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/kentuky-concept?landing=true\"}}}','/uploads/not_categorized/1572944791.4791FAQvuKAFHJ/slide---kentucky-tools.jpg','2019-11-05 09:06:31','2021-11-27 20:25:58',-72,1),(91,27,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":115:{{\"title\":\"main_title\",\"content\":\"\\u0644\\u0648\\u0627\\u0632\\u0645 \\u067e\\u062e\\u062a \\u067e\\u06cc\\u062a\\u0632\\u0627\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":97:{{\"title\":\"link_addr\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/pizza-supplies?landing=true\"}}}','/uploads/not_categorized/1572945459.2136pju1SlQTdr/slide---pizza-tools.jpg','2019-11-05 09:17:39','2021-11-27 20:25:58',-73,1),(92,21,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":109:{{\"title\":\"main_title\",\"content\":\"\\u0644\\u0648\\u0627\\u0632\\u0645 \\u067e\\u062e\\u062a \\u0628\\u0631\\u06af\\u0631\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":108:{{\"title\":\"link_addr\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/burger-and-steak-supplies?landing=true\"}}}','/uploads/not_categorized/1572945810.26759NQM6Iq7CJ/slide---burger-tools.jpg','2019-11-05 09:23:30','2021-11-27 20:25:58',-74,1),(93,15,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":121:{{\"title\":\"main_title\",\"content\":\"\\u062a\\u062c\\u0647\\u06cc\\u0632\\u0627\\u062a \\u06a9\\u0627\\u0641\\u06cc \\u0634\\u0627\\u067e\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":102:{{\"title\":\"link_addr\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/coffeeshop-supplies?landing=true\"}}}','/uploads/not_categorized/1572946447.5387qCFPMAMpEs/slide---cafe-tools.jpg','2019-11-05 09:34:07','2021-11-27 20:25:58',-75,1),(94,29,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":83:{{\"title\":\"main_title\",\"content\":\"\\u062f\\u06a9\\u0648\\u0631\\u0627\\u062a\\u06cc\\u0648\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":99:{{\"title\":\"link_addr\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/decorative-items?landing=true\"}}}','/uploads/not_categorized/1572949568.4861VBxD9mzEJC/slide---decori-tools.jpg','2019-11-05 10:26:08','2021-11-27 20:25:58',-76,1),(95,25,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":97:{{\"title\":\"main_title\",\"content\":\"\\u062d\\u0645\\u0644 \\u0648 \\u062f\\u0644\\u06cc\\u0648\\u0631\\u06cc\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":91:{{\"title\":\"link_addr\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/delivery?landing=true\"}}}','/uploads/not_categorized/1572951080.5832NhKe1RBzb6/slide---bag-tools.jpg','2019-11-05 10:51:20','2021-11-27 20:25:58',-77,1),(96,31,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":90:{{\"title\":\"main_title\",\"content\":\"\\u06cc\\u06a9\\u0628\\u0627\\u0631 \\u0645\\u0635\\u0631\\u0641\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":93:{{\"title\":\"link_addr\",\"content\":\"https:\\/\\/kitline.com\\/small-wares\\/disposable?landing=true\"}}}','/uploads/not_categorized/1572951653.3332EOKt0aPlaE/slide---yekbarmasraf-tools.jpg','2019-11-05 11:00:53','2021-11-27 20:25:58',-78,1),(136,38,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":34:{{\"title\":\"link_addr\",\"content\":\"\"}}}','/uploads/not_categorized/1702564698.6456XbZOTXdUDB/LOGO.jpg','2021-02-06 09:10:45','2023-12-14 14:38:18',-116,1),(137,38,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":34:{{\"title\":\"link_addr\",\"content\":\"\"}}}','/uploads/not_categorized/1702310547.949RPGt0fLQ4e/logo1.png','2021-02-06 09:12:12','2023-12-11 16:02:27',-117,1),(141,34,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":34:{{\"title\":\"link_addr\",\"content\":\"\"}}}','/uploads/not_categorized/1614846046.0851IMV6RRQZ9H/ادویه-و-گیاهان-بویا.jpg','2021-03-04 08:20:46','2021-11-27 20:25:58',-119,1),(500,40,'a:1:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}}','/uploads/not_categorized/1636811077.111pRuOefXLi1/بار-و-باریستا_M.jpg','2021-11-13 13:44:37','2021-11-27 20:25:58',-441,1),(501,39,'a:1:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}}','/uploads/not_categorized/1636811087.15565RG1Fg7spD/بار-و-باریستا.jpg','2021-11-13 13:44:47','2021-11-27 20:25:58',-442,1),(502,40,'a:1:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}}','/uploads/not_categorized/1636811102.7228Xn5PIt8NxQ/لیوانهای-رنگی-دکاور_M.jpg','2021-11-13 13:45:02','2021-11-27 20:25:58',-443,1),(503,39,'a:1:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}}','/uploads/not_categorized/1636811113.6078bzBRcq3PY4/لیوانهای-رنگی-دکاور.jpg','2021-11-13 13:45:13','2021-11-27 20:25:58',-444,1),(543,39,'a:1:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}}','/uploads/not_categorized/1637585435.3888nUKwW44Bec/ت.jpg','2021-11-22 12:50:35','2021-11-27 20:25:58',-484,1),(544,40,'a:1:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}}','/uploads/not_categorized/1637585480.491hNz7Ie9Sdy/ت_M.jpg','2021-11-22 12:51:20','2021-11-27 20:25:58',-485,1),(777,7,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":34:{{\"title\":\"link_addr\",\"content\":\"\"}}}','/uploads/not_categorized/1702412222.92213EaOhtYALe/banner.png','2022-03-02 11:01:57','2023-12-12 20:17:02',-4,1),(818,37,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":34:{{\"title\":\"link_addr\",\"content\":\"\"}}}','/uploads/not_categorized/1702413827.223NwW5m3BaYX/Picsart_23-12-12_13-22-43-822.jpg','2022-10-17 13:25:24','2023-12-12 20:43:47',-4,1),(819,36,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":34:{{\"title\":\"link_addr\",\"content\":\"\"}}}','/uploads/not_categorized/1702149598.60181QxXAoQD1w/462eb5cfb43563e050879965bef63713333cd39c577e_1641393253.jpg','2022-10-17 13:25:31','2023-12-09 19:19:58',-4,1),(821,37,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":34:{{\"title\":\"link_addr\",\"content\":\"\"}}}','/uploads/not_categorized/1703056203.9636Diu01cyMKh/photo_2023-12-20_10-36-15.jpg','2022-10-19 13:04:03','2023-12-20 07:10:03',-3,1),(830,7,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":34:{{\"title\":\"link_addr\",\"content\":\"\"}}}','/uploads/not_categorized/1702412248.2753pImNSktGsZ/banner1.png','2022-11-08 12:50:36','2023-12-12 20:17:28',-2,1),(843,5,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":34:{{\"title\":\"link_addr\",\"content\":\"\"}}}','/uploads/not_categorized/1702373637.7401TCmVwr9N0E/banner.png','2022-12-31 11:18:48','2023-12-12 09:33:57',0,1),(855,43,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":68:{{\"title\":\"link_addr\",\"content\":\"https:\\/\\/kitline.com\\/blackfriday\"}}}','/uploads/not_categorized/1700639597.2943JPRL72JcQ1/2.gif','2023-11-22 07:51:03','2023-11-28 18:39:24',-628,0),(856,43,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":90:{{\"title\":\"main_title\",\"content\":\"\\u0628\\u0644\\u06a9 \\u0641\\u0631\\u0627\\u06cc\\u062f\\u06cc\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":68:{{\"title\":\"link_addr\",\"content\":\"https:\\/\\/kitline.com\\/blackfriday\"}}}','/uploads/not_categorized/1700772094.9612FXwETV6D2o/gift.gif','2023-11-22 08:57:18','2023-11-28 18:39:53',-629,0),(857,5,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":34:{{\"title\":\"link_addr\",\"content\":\"\"}}}','/uploads/not_categorized/1702374124.1564yInET7FHas/banner1.png','2023-12-07 15:48:42','2023-12-12 09:42:04',-630,1),(858,36,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":34:{{\"title\":\"link_addr\",\"content\":\"\"}}}','/uploads/not_categorized/1702299548.02944etlpLXEWn/462eb5cfb43563e050879965bef6371cd334349c577e_1641393253.jpg','2023-12-11 12:59:08','2023-12-11 12:59:08',-631,1),(859,36,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":34:{{\"title\":\"link_addr\",\"content\":\"\"}}}','/uploads/not_categorized/1702300069.59467EbGdMx19T/462eb5cfb43563e050879965bef6371cd39c333577e_1641393253.jpg','2023-12-11 13:07:49','2023-12-11 13:07:49',-632,1),(860,38,'a:2:{s:10:\"main_title\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":35:{{\"title\":\"main_title\",\"content\":\"\"}}s:9:\"link_addr\";C:47:\"App\\Utils\\CMS\\Template\\Gallery\\GalleryItemField\":34:{{\"title\":\"link_addr\",\"content\":\"\"}}}','/uploads/not_categorized/1702564618.9635KCSVeYslbk/f43adb4c05554815bc94e97391b4603a.jpg','2023-12-14 14:36:09','2023-12-14 14:36:58',-633,1);
/*!40000 ALTER TABLE `gallery_items` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `invoice_rows`
--

DROP TABLE IF EXISTS `invoice_rows`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `invoice_rows` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `product_id` int unsigned DEFAULT NULL,
  `invoice_id` int unsigned DEFAULT NULL,
  `description` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `count` int NOT NULL,
  `product_price` bigint NOT NULL,
  `discount_amount` bigint NOT NULL,
  `tax_amount` bigint NOT NULL,
  `toll_amount` bigint NOT NULL,
  `cmi_id` bigint unsigned DEFAULT NULL,
  `pure_price` bigint NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `invoice_rows_product_id_foreign` (`product_id`),
  KEY `invoice_rows_invoice_id_foreign` (`invoice_id`),
  KEY `invoice_rows_cmi_id_foreign` (`cmi_id`),
  CONSTRAINT `invoice_rows_cmi_id_foreign` FOREIGN KEY (`cmi_id`) REFERENCES `customer_meta_items` (`id`) ON DELETE SET NULL,
  CONSTRAINT `invoice_rows_invoice_id_foreign` FOREIGN KEY (`invoice_id`) REFERENCES `invoices` (`id`) ON DELETE CASCADE,
  CONSTRAINT `invoice_rows_product_id_foreign` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=223328 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `invoice_rows`
--

LOCK TABLES `invoice_rows` WRITE;
/*!40000 ALTER TABLE `invoice_rows` DISABLE KEYS */;
/*!40000 ALTER TABLE `invoice_rows` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `invoices`
--

DROP TABLE IF EXISTS `invoices`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `invoices` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `payment_type` int DEFAULT NULL,
  `customer_user_id` int unsigned NOT NULL,
  `sum` bigint NOT NULL DEFAULT '0',
  `payment_id` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `payment_status` int NOT NULL DEFAULT '1',
  `has_paper` tinyint(1) NOT NULL DEFAULT '0',
  `shipment_method` int NOT NULL DEFAULT '1',
  `shipment_status` int NOT NULL DEFAULT '1',
  `tracking_code` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `customer_address` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `phone_number` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `transferee_name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `fin_relation` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `is_legal` tinyint(1) NOT NULL DEFAULT '0',
  `try_count` int NOT NULL DEFAULT '0',
  `is_active` tinyint(1) NOT NULL DEFAULT '1',
  `is_warned` tinyint(1) NOT NULL DEFAULT '0',
  `state_id` int unsigned DEFAULT NULL,
  `shipment_driver` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `shipment_data` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `discount_card_id` int unsigned DEFAULT NULL,
  `direct_discount` bigint unsigned NOT NULL DEFAULT '0',
  `survey_notified_at` timestamp NULL DEFAULT NULL,
  `survey_viewed_at` timestamp NULL DEFAULT NULL,
  `delivery_date` date DEFAULT NULL,
  `delivery_start_time` time DEFAULT NULL,
  `delivery_finish_time` time DEFAULT NULL,
  `shipment_cost` bigint unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `invoices_customer_user_id_foreign` (`customer_user_id`),
  KEY `invoices_state_id_foreign` (`state_id`),
  KEY `invoices_discount_card_id_foreign` (`discount_card_id`),
  CONSTRAINT `invoices_customer_user_id_foreign` FOREIGN KEY (`customer_user_id`) REFERENCES `customer_users` (`id`) ON DELETE CASCADE,
  CONSTRAINT `invoices_discount_card_id_foreign` FOREIGN KEY (`discount_card_id`) REFERENCES `discount_cards` (`id`) ON DELETE CASCADE,
  CONSTRAINT `invoices_state_id_foreign` FOREIGN KEY (`state_id`) REFERENCES `states` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=61094 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `invoices`
--

LOCK TABLES `invoices` WRITE;
/*!40000 ALTER TABLE `invoices` DISABLE KEYS */;
/*!40000 ALTER TABLE `invoices` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `migrations`
--

DROP TABLE IF EXISTS `migrations`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `migrations` (
  `migration` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `batch` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `migrations`
--

LOCK TABLES `migrations` WRITE;
/*!40000 ALTER TABLE `migrations` DISABLE KEYS */;
INSERT INTO `migrations` VALUES ('2014_10_12_000000_create_users_table',1),('2014_10_12_100000_create_password_resets_table',1),('2017_07_22_134227_create_directories_table',1),('2017_07_22_135625_create_product_structures_table',1),('2017_07_22_135831_create_products_table',1),('2017_07_22_145900_create_product_prices_table',1),('2017_07_22_150046_create_product_images_table',1),('2017_07_24_162125_create_product_structure_attr_keys_table',1),('2017_07_24_162839_create_product_structure_attrs_table',1),('2017_07_24_163101_create_product_structure_attr_values_table',1),('2017_07_24_164008_create_product_attr_assignments_table',1),('2017_07_24_193703_create_system_user_roles_table',1),('2017_07_24_194103_create_system_users_table',1),('2017_07_24_194426_create_system_user_role_table',1),('2017_07_24_194731_create_directory_system_user_role_table',1),('2017_07_24_194904_create_customer_users_table',1),('2017_07_24_195303_create_states_table',1),('2017_07_24_195322_create_cities_table',1),('2017_07_24_195344_create_distincts_table',1),('2017_07_24_200339_create_customer_addresses_table',1),('2017_07_24_200734_create_invoices_table',1),('2017_07_24_214607_create_invoice_rows_table',1),('2017_07_30_113716_create_customer_carts',1),('2017_07_30_124434_create_customer_wish_lists_table',1),('2017_07_30_130557_create_rates_table',1),('2017_07_30_131004_create_tags_table',1),('2017_07_30_141955_create_taggables_table',1),('2017_07_30_154205_create_articles_table',1),('2017_07_30_160540_create_web_pages_table',1),('2017_07_30_161947_create_web_forms_table',1),('2017_07_30_162502_create_web_records_table',1),('2017_07_31_104612_create_galleries_table',1),('2017_07_31_104635_create_gallery_items_table',1),('2017_07_31_104903_create_colors_table',1),('2017_07_31_104923_create_product_color_table',1),('2017_07_31_105147_create_settings_table',1),('2017_07_31_110017_create_directory_product_table',1),('2017_11_27_192913_modify_gallery_items_table',1),('2017_11_30_160335_modify_table_invoices',1),('2017_11_30_170847_modify_products_table',1),('2017_11_30_194718_modify_customer_users_table',1),('2017_12_08_225657_modify_invoices_table',2),('2017_12_12_150102_add_gender_to_users_table',3),('2017_12_12_155157_delete_status_from_invoices_table',3),('2017_12_13_133917_modify_articles_table',4),('2017_12_13_202737_add_show_flags_to_directories',5),('2017_12_14_122925_modify_invoice_row_table',6),('2017_12_16_213712_modify_address_invoice_table',7),('2017_12_16_221145_add_product_price_to_invoice_row',7),('2017_12_17_125021_add_phone_transferee_to_invoice',7),('2017_12_28_120857_create_legal_customer_users_info_table',8),('2017_12_28_125005_modify_users_table',8),('2018_01_06_144016_add_bithday_str_to_users_table',9),('2018_01_20_115648_change_number_to_count_in_tables',10),('2018_01_20_121344_rename_rates_table_rating_column',10),('2018_02_14_105136_add_is_initiated_to_customer_users_table',10),('2018_04_07_134518_add_show_type_to_p_structure_attr_keys_table',11),('2018_04_09_134411_make_user_properties_nullable',12),('2018_04_18_125350_add_business_code_to_customer_and_legal_info',13),('2018_04_25_152817_edit_fin_relation_attribute',14),('2018_04_25_160131_add_is_email_confirm_field_to_users',14),('2018_04_26_134124_make_payment_table',15),('2018_04_26_134125_make_payment_table',16),('2018_04_26_201116_add_count_to_products_table',17),('2018_04_26_201117_add_count_to_products_table',18),('2018_04_30_101439_add_is_legal_to_invoice',19),('2018_05_26_230538_add_stock_system_to_products_table',20),('2018_05_27_001543_add_stock_and_seo_to_system_users_table',20),('2018_06_06_152808_add_cms_acc_to_system_users_table',21),('2018_06_08_184619_add_customer_needs_list_table',22),('2018_06_09_000817_customer_addresses_drop_zipcode_uniq',22),('2018_06_24_173712_add_try_count_and_is_actice_to_invoices_table',23),('2018_06_24_173849_add_is_main_to_customer_addresses_table',23),('2018_06_25_125951_add_is_warned_to_invoices_table',24),('2018_06_30_151108_add_is_important_to_products_model',24),('2018_07_03_225426_add_tax_and_toll_to_product',25),('2018_07_03_233817_modify_invoice_rows_table',25),('2018_07_04_003126_add_shipment_cost_invoices_table',25),('2018_07_04_040740_create_invoice_codes_table',26),('2018_07_07_205905_create_discount_groups_table',26),('2018_07_07_205913_create_discount_cards_table',26),('2018_07_16_140510_add_seo_fields_to_objects',27),('2018_07_17_084248_create_reviewable_table',27),('2018_07_28_093224_add_is_active_to_customer_users',28),('2018_08_14_232155_add_is_secondary_to_product_image_table',29),('2018_09_25_115141_add_product_model_to_products_table',30),('2018_09_27_084015_add_credit_to_customer_users_table',30),('2018_09_30_085142_add_min_purchase_count_to_products',30),('2018_10_05_214147_add_has_discount_to_products_table',30),('2018_10_22_112237_add_previous_price_to_products_table',31),('2018_10_04_101247_add_cover_photo_to_directories_table',32),('2018_10_09_150653_add_article_type',32),('2018_10_09_151304_create_article_directory_table',32),('2018_10_17_173240_add_image_to_p_structure_attr_values_table',32),('2018_10_18_101805_add_description_to_dierctories',32),('2018_11_13_162550_create_product_queries_table',32),('2018_11_29_105704_add_shipment_fields_to_invoice_table',33),('2018_12_13_121939_add_full_text_index_to_products_table',33),('2018_12_13_122150_add_is_reviewed_to_rates_table',33),('2019_01_06_122854_add_is_suggested_to_articles_table',34),('2019_01_26_185946_add_priority_to_p_s_attr_keys_table',34),('2019_03_06_151321_create_modified_urls_table',35),('2019_03_06_151326_create_robot_txt_records_table',35),('2019_04_27_234231_add_count_to_customer_carts_table',36),('2019_04_20_133623_add_show_in_app_navbar_to_directories_table',37),('2019_04_24_162550_add_disable_to_gallery_items_table',37),('2019_05_02_115914_drop_form_records_table',38),('2019_05_02_152246_create_web_form_messages_table',38),('2019_05_04_102556_add_is_accessory_to_products_table',38),('2019_05_04_124057_add_color_code_to_products_table',38),('2019_05_08_164416_add_is_model_option_to_p_structure_attr_keys_table',39),('2019_05_29_171019_add_seo_keywords_full_text_search_to_products_table',40),('2019_05_29_171028_add_seo_keywords_full_text_search_to_articles_table',40),('2019_07_29_165340_add_extension_to_product_images_table',41),('2019_08_03_142507_add_link_product_images_table',42),('2019_09_03_151038_add_unique_constraint_code_to_products_table',43),('2019_09_16_123046_add_is_visible_to_products_table',44),('2019_10_02_162655_rename_article_type_column_in_directories_table',45),('2019_11_07_124018_add_is_expert_to_system_users_table',46),('2019_11_07_135631_modify_system_users_table',46),('2019_12_01_223436_add_attributes_content_to_products_table',46),('2020_02_08_112801_add_timestamps_to_customer_needs_list_table',47),('2020_02_24_165555_add_en_name_to_p_structure_attr_values',48),('2020_04_12_173136_add_is_multi_to_discount_group_table',49),('2020_04_12_181610_add_discount_card_id_to_invoice_table',49),('2020_04_20_185824_add_is_active_to_discount_card_table',49),('2020_04_20_222740_add_has_expiration_to_discount_group_table',49),('2020_04_26_131647_add_image_to_colors_table',49),('2020_11_26_100308_add_is_event_to_discount_groups_table',50),('2020_11_25_113745_add_type_inaccessibility_to_products_table',51),('2020_11_30_134534_add_has_directory_to_discount_groups_table',51),('2020_11_30_162244_create_table_directory_discount_card_table',51),('2020_12_16_194951_change_type_of_setting_values_to_text',52),('2021_02_11_222915_create_product_filters_table',53),('2021_02_17_002309_add_direct_discount_to_invoices_table',53),('2021_02_17_232217_create_directory_location_table',53),('2021_02_20_212741_add_is_location_limited_to_directories_table',53),('2021_03_28_164719_create_customer_meta_categories_table',53),('2021_03_31_192750_create_customer_meta_items_table',53),('2021_03_31_192825_add_customer_meta_category_fields_to_directories_table',53),('2021_03_31_195012_add_customer_meta_category_fields_to_products_table',53),('2021_03_31_195209_add_customer_meta_category_fields_to_customer_carts_table',53),('2021_03_31_195225_add_customer_meta_category_fields_to_invoice_rows_table',53),('2021_04_17_103128_add_blade_name_to_p_structures_table',53),('2021_06_06_194933_add_is_cart_checked_to_customer_users_table',53),('2021_06_20_010216_add_notice_to_products_table',54),('2021_07_11_142615_add_is_shippable_to_p_structures_table',55),('2021_07_13_105522_add_bank_data_to_customer_users_table',55),('2021_07_18_172030_change_web_form_messages_data_to_long_text',56),('2021_07_19_110433_add_survey_fields_to_invoices_table',57),('2021_07_04_184651_create_short_links_table',58),('2021_07_05_231101_create_short_link_statistics_table',58),('2021_08_27_224420_add_models_count_to_products_table',59),('2021_08_28_222322_rename_discount_group_min_invoice_supported_field',59),('2021_08_29_075854_add_steps_data_to_discount_groups_table',59),('2021_08_29_080537_add_discount_group_relation_to_products_table',59),('2021_08_29_080946_add_latest_special_price_to_products_table',59),('2021_08_29_081104_create_product_special_prices_table',59),('2021_08_29_153947_create_discount_group_product_filter_table',59),('2021_08_31_114315_rename_disable_field_in_gallery_items_table',59),('2021_09_07_225825_add_delivery_times_to_invoices_table',59),('2021_09_13_171827_add_timestamps_to_customer_carts_table',59),('2021_09_19_195857_add_priority_to_products_table',59),('2021_09_24_165339_create_product_packages_table',59),('2021_09_24_165547_add_product_package_to_products_table',59),('2021_09_24_171106_create_product_package_items_table',59),('2021_10_03_002501_add_is_discountable_to_products_table',59),('2021_10_07_122824_add_is_sortable_to_p_structure_attr_keys_table',59),('2021_10_07_152043_add_structure_sort_data_to_products_table',59),('2021_10_09_001115_change_is_important_to_important_at_in_products_table',60),('2021_10_10_230258_add_priority_column_to_p_structure_values_table',60),('2021_10_25_003945_add_pure_price_to_invoice_rows_table',60),('2021_10_26_014159_add_is_anonymously_accessible_to_directories',60),('2021_11_09_174902_make_setting_key_and_user_id_unique',60),('2022_01_02_174903_create_modified_urls_table',61),('2022_01_02_174904_create_robot_txt_records_table',61),('2019_12_14_000001_create_personal_access_tokens_table',62),('2021_11_07_200737_create_badges_table',62),('2021_11_07_221127_create_badgeables_table',62),('2021_11_15_101120_create_failed_jobs_table',62),('2021_12_01_024545_add_show_title_to_badges_table',62),('2022_01_29_201905_create_modals_table',62),('2022_02_04_013702_create_modal_routes_table',62),('2022_02_16_183141_add_shipment_cost_to_invoices_table',62),('2022_04_16_143943_add_force_landing_to_directories_table',62),('2022_05_17_233803_add_notice_to_directories_table',62),('2022_05_20_210727_add_accessory_for_key_to_products_table',62),('2022_07_30_192342_add_seo_title_to_objects',63),('2022_08_09_012934_add_priority_to_product_images_table',64),('2022_08_09_015643_move_the_relation_of_product_package',64),('2022_08_13_023038_add_representative_to_users_table',65),('2022_08_15_005614_add_metadata_to_directories_table',65),('2022_11_01_170625_add_depth_column_to_directories_table',66),('2022_11_19_004841_make_customer_user_address_zipcode_nullable',67),('2022_11_27_220038_remove_attributes_content_from_products_table',67),('2023_07_19_021450_add_is_hidden_to_directories_table',68),('2023_09_04_235804_add_user_id_to_customer_need_lists_table',69),('2023_01_29_012030_add_photo_paths_to_products_table',70),('2023_02_06_110216_add_color_code_index_to_products_table',70),('2023_08_04_191409_add_deleted_at_column_to_discount_groups_table',70),('2023_08_06_232329_add_tax_and_toll_to_products_table',70),('2023_08_23_144727_add_watermark_uuid_to_products_table',70),('2023_09_25_175816_add_status_to_payments_table',70),('2023_10_27_211131_add_crm_relation_to_proper_tables',70),('2023_10_28_005311_add_timestamp_to_customer_users_legal_info_table',70),('2023_10_28_030323_add_use_default_tax_params_to_products_table',70),('2023_11_18_214353_fix_product_no_photo_items',71),('2023_11_13_154019_add_uuid_to_failed_jobs_table',72),('2023_12_06_171358_create_article_ts_table',73),('2023_12_06_171409_create_badge_ts_table',73),('2023_12_06_171412_create_city_ts_table',73),('2023_12_06_171416_create_color_ts_table',73),('2023_12_06_171419_create_directory_ts_table',73),('2023_12_06_171422_create_district_ts_table',73),('2023_12_06_171425_create_modal_ts_table',73),('2023_12_06_171428_create_p_structure_ts_table',73),('2023_12_06_171432_create_p_structure_attr_key_ts_table',73),('2023_12_06_171435_create_p_structure_attr_value_ts_table',73),('2023_12_06_171438_create_product_ts_table',73),('2023_12_06_171442_create_product_image_ts_table',73),('2023_12_06_171445_create_state_ts_table',73),('2023_12_06_171449_create_tag_ts_table',73),('2023_12_06_171452_create_web_page_ts_table',73);
/*!40000 ALTER TABLE `migrations` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `modal_routes`
--

DROP TABLE IF EXISTS `modal_routes`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `modal_routes` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `modal_id` bigint unsigned NOT NULL,
  `route` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '/',
  `children_included` tinyint(1) NOT NULL DEFAULT '0',
  `self_included` tinyint(1) NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `modal_routes_modal_id_foreign` (`modal_id`),
  CONSTRAINT `modal_routes_modal_id_foreign` FOREIGN KEY (`modal_id`) REFERENCES `modals` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `modal_routes`
--

LOCK TABLES `modal_routes` WRITE;
/*!40000 ALTER TABLE `modal_routes` DISABLE KEYS */;
/*!40000 ALTER TABLE `modal_routes` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `modal_ts`
--

DROP TABLE IF EXISTS `modal_ts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `modal_ts` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `text` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `locale` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `modal_id` bigint unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `un_lo_fore_modal_ts` (`modal_id`,`locale`),
  KEY `modal_ts_locale_index` (`locale`),
  CONSTRAINT `moid_modals_fr` FOREIGN KEY (`modal_id`) REFERENCES `modals` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `modal_ts`
--

LOCK TABLES `modal_ts` WRITE;
/*!40000 ALTER TABLE `modal_ts` DISABLE KEYS */;
/*!40000 ALTER TABLE `modal_ts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `modals`
--

DROP TABLE IF EXISTS `modals`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `modals` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `text` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `image_path` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `repeat_count` int NOT NULL DEFAULT '1',
  `template` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `size_class` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `buttons` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `modals`
--

LOCK TABLES `modals` WRITE;
/*!40000 ALTER TABLE `modals` DISABLE KEYS */;
/*!40000 ALTER TABLE `modals` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `modified_urls`
--

DROP TABLE IF EXISTS `modified_urls`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `modified_urls` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `object_id` int NOT NULL,
  `url_old` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `url_new` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  PRIMARY KEY (`id`),
  KEY `modified_urls_object_id_index` (`object_id`)
) ENGINE=InnoDB AUTO_INCREMENT=81 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `modified_urls`
--

LOCK TABLES `modified_urls` WRITE;
/*!40000 ALTER TABLE `modified_urls` DISABLE KEYS */;
INSERT INTO `modified_urls` VALUES (1,205,'/small-wares/device-accessories/hallde-cutting-tools','/restaurant-equipment/device-accessories/hallde-cutting-tools'),(2,206,'/small-wares/device-accessories/hallde-cutting-tools/hallde','/restaurant-equipment/device-accessories/hallde-cutting-tools/hallde'),(3,144,'/small-wares/serving-tools/flatware','/small-wares/serving-dishes/flatware'),(4,139,'/small-wares/serving-dishes/wooden-and-cast-iron','/small-wares/serving-tools/wooden-and-cast-iron'),(5,589,'/small-wares/kitchenware/packing-tools','/small-wares/kitchenware/kitchen-hand-tool/packing-tools'),(6,653,'/spare-part/hoses-fittings','/spare-part/Installation-Equipments/hoses-fittings'),(7,654,'/spare-part/appliance','/spare-part/Installation-Equipments/appliance'),(8,655,'/spare-part/accessory','/spare-part/Installation-Equipments/accessory'),(9,345,'/spare-part/a/amana','/spare-part/cooking-equipment-spareparts/amana'),(10,346,'/spare-part/a/apw','/spare-part/cooking-equipment-spareparts/apw'),(11,670,'/spare-part/cooking-equipment-spareparts/amana','/spare-part/coffeeshop-equipment-spareparts/amana'),(12,671,'/spare-part/coffeeshop-equipment-spareparts/amana','/spare-part/holding-equipment-spareparts/amana'),(13,369,'/spare-part/a/ayr-king','/spare-part/preparation-equipment-spareparts/ayr-king'),(14,370,'/spare-part/b/bake-master','/spare-part/cooking-equipment-spareparts/bake-master'),(15,371,'/spare-part/b/biro','/spare-part/preparation-equipment-spareparts/biro'),(16,372,'/spare-part/b/black-and-white','/spare-part/coffeeshop-equipment-spareparts/black-and-white'),(17,378,'/spare-part/e/empero','/spare-part/coffeeshop-equipment-spareparts/empero'),(18,672,'/spare-part/coffeeshop-equipment-spareparts/empero','/spare-part/preparation-equipment-spareparts/empero'),(19,673,'/spare-part/preparation-equipment-spareparts/empero','/spare-part/cooling-eqnipment-spareparts/empero'),(20,388,'/spare-part/l/lincoln','/spare-part/cooking-equipment-spareparts/lincoln'),(21,394,'/spare-part/q/quality','/spare-part/preparation-equipment-spareparts/quality'),(22,405,'/spare-part/u/univerbar','/spare-part/dishwasher-spareparts/univerbar'),(23,674,'/spare-part/f/firex','/spare-part/cooking-equipment-spareparts/firex'),(24,675,'/spare-part/f/frymaster','/spare-part/cooking-equipment-spareparts/frymaster'),(25,676,'/spare-part/cooking-equipment-spareparts/frymaster','/spare-part/fryer-spareparts/frymaster'),(26,389,'/spare-part/m/manitowoc','/spare-part/cooling-eqnipment-spareparts/manitowoc'),(27,390,'/spare-part/m/mareno','/spare-part/cooling-eqnipment-spareparts/mareno'),(28,677,'/spare-part/cooling-eqnipment-spareparts/mareno','/spare-part/preparation-equipment-spareparts/mareno'),(29,678,'/spare-part/preparation-equipment-spareparts/mareno','/spare-part/fryer-spareparts/mareno'),(30,395,'/spare-part/r/rational','/spare-part/cooking-equipment-spareparts/rational'),(31,396,'/spare-part/r/roundup','/spare-part/preparation-equipment-spareparts/roundup'),(32,397,'/spare-part/r/rwa','/spare-part/cooling-eqnipment-spareparts/rwa'),(33,406,'/spare-part/v/vema','/spare-part/coffeeshop-equipment-spareparts/vema'),(34,407,'/spare-part/v/vitaminbar','/spare-part/coffeeshop-equipment-spareparts/vitaminbar'),(35,408,'/spare-part/v/vitamix','/spare-part/coffeeshop-equipment-spareparts/vitamix'),(36,373,'/spare-part/c/coreco','/spare-part/preparation-equipment-spareparts/coreco'),(37,374,'/spare-part/c/cuppone','/spare-part/preparation-equipment-spareparts/cuppone'),(38,679,'/spare-part/preparation-equipment-spareparts/cuppone','/spare-part/cooking-equipment-spareparts/cuppone'),(39,680,'/spare-part/preparation-equipment-spareparts/coreco','/spare-part/holding-equipment-spareparts/coreco'),(40,681,'/spare-part/preparation-equipment-spareparts/empero','/spare-part/dishwasher-spareparts/empero'),(41,682,'/spare-part/dishwasher-spareparts/empero','/spare-part/holding-equipment-spareparts/empero'),(42,683,'/spare-part/cooling-eqnipment-spareparts/mareno','/spare-part/cooking-equipment-spareparts/mareno'),(43,684,'/spare-part/cooking-equipment-spareparts/mareno','/spare-part/holding-equipment-spareparts/mareno'),(44,382,'/spare-part/h/hatco','/spare-part/holding-equipment-spareparts/hatco'),(45,383,'/spare-part/h/henny-penny','/spare-part/holding-equipment-spareparts/henny-penny'),(46,685,'/spare-part/holding-equipment-spareparts/henny-penny','/spare-part/cooking-equipment-spareparts/henny-penny'),(47,686,'/spare-part/cooking-equipment-spareparts/henny-penny','/spare-part/fryer-spareparts/henny-penny'),(48,381,'/spare-part/h/hallde','/spare-part/preparation-equipment-spareparts/hallde'),(49,391,'/spare-part/n/nemco','/spare-part/preparation-equipment-spareparts/nemco'),(50,392,'/spare-part/n/nieco','/spare-part/cooking-equipment-spareparts/nieco'),(51,398,'/spare-part/s/san-marco','/spare-part/coffeeshop-equipment-spareparts/san-marco'),(52,401,'/spare-part/s/sirman','/spare-part/coffeeshop-equipment-spareparts/sirman'),(53,687,'/spare-part/coffeeshop-equipment-spareparts/sirman','/spare-part/preparation-equipment-spareparts/sirman'),(54,399,'/spare-part/s/scotsman','/spare-part/cooling-eqnipment-spareparts/scotsman'),(55,400,'/spare-part/s/silver-king','/spare-part/cooling-eqnipment-spareparts/silver-king'),(56,402,'/spare-part/s/star','/spare-part/cooking-equipment-spareparts/star'),(57,410,'/spare-part/w/wood-stone','/spare-part/cooking-equipment-spareparts/wood-stone'),(58,409,'/spare-part/w/wmf','/spare-part/coffeeshop-equipment-spareparts/wmf'),(59,508,'/spare-part/w/whipper','/spare-part/coffeeshop-equipment-spareparts/whipper'),(60,376,'/spare-part/d/dean','/spare-part/cooking-equipment-spareparts/dean'),(61,688,'/spare-part/cooking-equipment-spareparts/dean','/spare-part/fryer-spareparts/dean'),(62,384,'/spare-part/i/igf','/spare-part/cooking-equipment-spareparts/igf'),(63,689,'/spare-part/cooking-equipment-spareparts/igf','/spare-part/preparation-equipment-spareparts/igf'),(64,690,'/spare-part/preparation-equipment-spareparts/sirman','/spare-part/holding-equipment-spareparts/sirman'),(65,393,'/spare-part/p/prince-castle','/spare-part/cooking-equipment-spareparts/prince-castle'),(66,691,'/spare-part/cooking-equipment-spareparts/prince-castle','/spare-part/preparation-equipment-spareparts/prince-castle'),(67,692,'/spare-part/preparation-equipment-spareparts/prince-castle','/spare-part/holding-equipment-spareparts/prince-castle'),(68,404,'/spare-part/t/taylor','/spare-part/coffeeshop-equipment-spareparts/taylor'),(69,693,'/spare-part/coffeeshop-equipment-spareparts/taylor','/spare-part/cooling-eqnipment-spareparts/taylor'),(70,411,'/spare-part/z/xing-xing','/spare-part/cooling-eqnipment-spareparts/xing-xing'),(71,412,'/spare-part/z/zunussi','/spare-part/cooling-eqnipment-spareparts/zunussi'),(72,379,'/spare-part/f/firex','/spare-part/cooking-equipment-spareparts/firex'),(73,380,'/spare-part/f/frymaster','/spare-part/cooking-equipment-spareparts/frymaster'),(74,694,'/spare-part/cooking-equipment-spareparts/frymaster','/spare-part/fryer-spareparts/frymaster'),(75,746,'/food-and-beverage/protein-products/plant-based-protein/zidasht','/food-and-beverage/grocery/grains/zidasht'),(76,786,'/disposables/saucecup-salad-disposables/wooden-tools','/disposables/disposable-cutlery/wooden-tools'),(77,873,'/products/needle','/products/nails/needle'),(78,870,'/products/nails-needles/nail-sk','/products/nails-needles/nails/nail-sk'),(79,871,'/products/nails-needles/nail-tn','/products/nails-needles/nails/nail-tn'),(80,872,'/products/nails-needles/nail-tipo','/products/nails-needles/nails/nail-tipo');
/*!40000 ALTER TABLE `modified_urls` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `p_attr_assignments`
--

DROP TABLE IF EXISTS `p_attr_assignments`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `p_attr_assignments` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `product_id` int unsigned NOT NULL,
  `p_structure_attr_key_id` int unsigned NOT NULL,
  `p_structure_attr_value_id` int unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `p_attr_assignments_product_id_foreign` (`product_id`),
  KEY `p_attr_assignments_p_structure_attr_key_id_foreign` (`p_structure_attr_key_id`),
  KEY `p_attr_assignments_p_structure_attr_value_id_foreign` (`p_structure_attr_value_id`),
  CONSTRAINT `p_attr_assignments_p_structure_attr_key_id_foreign` FOREIGN KEY (`p_structure_attr_key_id`) REFERENCES `p_structure_attr_keys` (`id`) ON DELETE CASCADE,
  CONSTRAINT `p_attr_assignments_p_structure_attr_value_id_foreign` FOREIGN KEY (`p_structure_attr_value_id`) REFERENCES `p_structure_attr_values` (`id`) ON DELETE CASCADE,
  CONSTRAINT `p_attr_assignments_product_id_foreign` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=49349 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `p_attr_assignments`
--

LOCK TABLES `p_attr_assignments` WRITE;
/*!40000 ALTER TABLE `p_attr_assignments` DISABLE KEYS */;
INSERT INTO `p_attr_assignments` VALUES (49303,9239,82,1184),(49304,9241,82,1186),(49311,9248,83,1188),(49312,9249,83,1189),(49315,9251,83,1190),(49316,9252,83,1191),(49317,9253,82,1187),(49319,9259,84,1196),(49320,9260,84,1197),(49321,9261,84,1198),(49322,9262,84,1199),(49323,9263,84,1200),(49324,9264,84,1201),(49325,9266,85,1210),(49327,9267,85,1202),(49328,9268,85,1203),(49329,9269,85,1204),(49330,9270,85,1205),(49331,9271,85,1202),(49332,9272,85,1203),(49333,9273,85,1204),(49334,9274,85,1205),(49335,9275,85,1206),(49336,9276,85,1207),(49337,9277,85,1208),(49338,9278,85,1209),(49339,9279,86,1212),(49340,9280,86,1211),(49341,9281,86,1213),(49342,9282,86,1214),(49343,9283,86,1215),(49344,9284,86,1216),(49345,9285,86,1217),(49347,9286,86,1218),(49348,9287,86,1219);
/*!40000 ALTER TABLE `p_attr_assignments` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `p_structure_attr_key_ts`
--

DROP TABLE IF EXISTS `p_structure_attr_key_ts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `p_structure_attr_key_ts` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `locale` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `p_structure_attr_key_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `un_lo_fore_p_structure_attr_key_ts` (`p_structure_attr_key_id`,`locale`),
  KEY `p_structure_attr_key_ts_locale_index` (`locale`),
  CONSTRAINT `pstatkeid_p_structure_attr_keys_fr` FOREIGN KEY (`p_structure_attr_key_id`) REFERENCES `p_structure_attr_keys` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `p_structure_attr_key_ts`
--

LOCK TABLES `p_structure_attr_key_ts` WRITE;
/*!40000 ALTER TABLE `p_structure_attr_key_ts` DISABLE KEYS */;
/*!40000 ALTER TABLE `p_structure_attr_key_ts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `p_structure_attr_keys`
--

DROP TABLE IF EXISTS `p_structure_attr_keys`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `p_structure_attr_keys` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `show_type` int NOT NULL DEFAULT '0',
  `priority` int NOT NULL DEFAULT '0',
  `is_model_option` tinyint(1) NOT NULL DEFAULT '0',
  `is_sortable` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `p_structure_attr_keys_title_unique` (`title`)
) ENGINE=InnoDB AUTO_INCREMENT=88 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `p_structure_attr_keys`
--

LOCK TABLES `p_structure_attr_keys` WRITE;
/*!40000 ALTER TABLE `p_structure_attr_keys` DISABLE KEYS */;
INSERT INTO `p_structure_attr_keys` VALUES (2,'جنس',0,0,0,0),(82,'متراژ',0,0,1,1),(83,'سایز',0,0,0,0),(84,'سایز-میل',0,0,0,1),(85,'سایز-سانت',0,0,0,0),(86,'سایز-میلیمتر',0,0,0,0),(87,'سایز-میلی متر',0,0,0,0);
/*!40000 ALTER TABLE `p_structure_attr_keys` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `p_structure_attr_value_ts`
--

DROP TABLE IF EXISTS `p_structure_attr_value_ts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `p_structure_attr_value_ts` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `locale` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `p_structure_attr_value_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `un_lo_fore_p_structure_attr_value_ts` (`p_structure_attr_value_id`,`locale`),
  KEY `p_structure_attr_value_ts_locale_index` (`locale`),
  CONSTRAINT `pstatvaid_p_structure_attr_values_fr` FOREIGN KEY (`p_structure_attr_value_id`) REFERENCES `p_structure_attr_values` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `p_structure_attr_value_ts`
--

LOCK TABLES `p_structure_attr_value_ts` WRITE;
/*!40000 ALTER TABLE `p_structure_attr_value_ts` DISABLE KEYS */;
/*!40000 ALTER TABLE `p_structure_attr_value_ts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `p_structure_attr_values`
--

DROP TABLE IF EXISTS `p_structure_attr_values`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `p_structure_attr_values` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `p_structure_attr_key_id` int unsigned NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `image_path` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `image_alias` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `en_name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `priority` int NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `p_structure_attr_values_p_structure_attr_key_id_foreign` (`p_structure_attr_key_id`),
  CONSTRAINT `p_structure_attr_values_p_structure_attr_key_id_foreign` FOREIGN KEY (`p_structure_attr_key_id`) REFERENCES `p_structure_attr_keys` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=1225 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `p_structure_attr_values`
--

LOCK TABLES `p_structure_attr_values` WRITE;
/*!40000 ALTER TABLE `p_structure_attr_values` DISABLE KEYS */;
INSERT INTO `p_structure_attr_values` VALUES (2,2,'پلی کربنات',NULL,NULL,NULL,0),(1184,82,'400متری',NULL,NULL,NULL,0),(1185,82,'800متری',NULL,NULL,NULL,0),(1186,82,'500متری',NULL,NULL,NULL,0),(1187,82,'1000متری',NULL,NULL,NULL,0),(1188,83,'80/8','/uploads/p_structure_attr_value/1702558546.6055fJRB0mGh3Y/sozan2.jpg',NULL,NULL,0),(1189,83,'80/10',NULL,NULL,NULL,0),(1190,83,'80/12',NULL,NULL,NULL,0),(1191,83,'80/14',NULL,NULL,NULL,0),(1192,83,'80/16',NULL,NULL,NULL,0),(1196,84,'3میل',NULL,NULL,NULL,0),(1197,84,'4میل',NULL,NULL,NULL,0),(1198,84,'5میل',NULL,NULL,NULL,0),(1199,84,'10میل',NULL,NULL,NULL,0),(1200,84,'15میل',NULL,NULL,NULL,0),(1201,84,'20میل',NULL,NULL,NULL,0),(1202,85,'2سانت',NULL,NULL,NULL,0),(1203,85,'3سانت',NULL,NULL,NULL,0),(1204,85,'4سانت',NULL,NULL,NULL,0),(1205,85,'5سانت',NULL,NULL,NULL,0),(1206,85,'6سانت',NULL,NULL,NULL,0),(1207,85,'7سانت',NULL,NULL,NULL,0),(1208,85,'8سانت',NULL,NULL,NULL,0),(1209,85,'10سانت',NULL,NULL,NULL,0),(1210,85,'1سانت',NULL,NULL,NULL,0),(1211,86,'F13',NULL,NULL,NULL,0),(1212,86,'F16',NULL,NULL,NULL,0),(1213,86,'F19',NULL,NULL,NULL,0),(1214,86,'F25',NULL,NULL,NULL,0),(1215,86,'F30',NULL,NULL,NULL,0),(1216,86,'F35',NULL,NULL,NULL,0),(1217,86,'F40',NULL,NULL,NULL,0),(1218,86,'F45',NULL,NULL,NULL,0),(1219,86,'F50',NULL,NULL,NULL,0),(1220,87,'T25',NULL,NULL,NULL,0),(1221,87,'T32',NULL,NULL,NULL,0),(1222,87,'T38',NULL,NULL,NULL,0),(1223,87,'T45',NULL,NULL,NULL,0),(1224,87,'T50',NULL,NULL,NULL,0);
/*!40000 ALTER TABLE `p_structure_attr_values` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `p_structure_attrs`
--

DROP TABLE IF EXISTS `p_structure_attrs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `p_structure_attrs` (
  `p_structure_id` int unsigned NOT NULL,
  `p_structure_attr_key_id` int unsigned NOT NULL,
  KEY `p_structure_attrs_p_structure_id_foreign` (`p_structure_id`),
  KEY `p_structure_attrs_p_structure_attr_key_id_foreign` (`p_structure_attr_key_id`),
  CONSTRAINT `p_structure_attrs_p_structure_attr_key_id_foreign` FOREIGN KEY (`p_structure_attr_key_id`) REFERENCES `p_structure_attr_keys` (`id`) ON DELETE CASCADE,
  CONSTRAINT `p_structure_attrs_p_structure_id_foreign` FOREIGN KEY (`p_structure_id`) REFERENCES `p_structures` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `p_structure_attrs`
--

LOCK TABLES `p_structure_attrs` WRITE;
/*!40000 ALTER TABLE `p_structure_attrs` DISABLE KEYS */;
INSERT INTO `p_structure_attrs` VALUES (81,82),(82,83),(83,83),(84,84),(85,85),(87,86),(88,87);
/*!40000 ALTER TABLE `p_structure_attrs` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `p_structure_ts`
--

DROP TABLE IF EXISTS `p_structure_ts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `p_structure_ts` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `locale` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `p_structure_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `un_lo_fore_p_structure_ts` (`p_structure_id`,`locale`),
  KEY `p_structure_ts_locale_index` (`locale`),
  CONSTRAINT `pstid_p_structures_fr` FOREIGN KEY (`p_structure_id`) REFERENCES `p_structures` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `p_structure_ts`
--

LOCK TABLES `p_structure_ts` WRITE;
/*!40000 ALTER TABLE `p_structure_ts` DISABLE KEYS */;
/*!40000 ALTER TABLE `p_structure_ts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `p_structures`
--

DROP TABLE IF EXISTS `p_structures`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `p_structures` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `blade_name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL DEFAULT 'product-single',
  `is_shippable` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  UNIQUE KEY `p_structures_title_unique` (`title`)
) ENGINE=InnoDB AUTO_INCREMENT=89 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `p_structures`
--

LOCK TABLES `p_structures` WRITE;
/*!40000 ALTER TABLE `p_structures` DISABLE KEYS */;
INSERT INTO `p_structures` VALUES (81,'سلفون','product-single',1),(82,'میخ','product-single',1),(83,'سوزن','product-single',1),(84,'فوم رولی','product-single',1),(85,'فوم پلی اتیلن تشکی','product-single',1),(87,'میخ اسکا','product-single',1),(88,'میخ تیپو','product-single',1);
/*!40000 ALTER TABLE `p_structures` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `password_resets`
--

DROP TABLE IF EXISTS `password_resets`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `password_resets` (
  `email` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `token` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  KEY `password_resets_email_index` (`email`),
  KEY `password_resets_token_index` (`token`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `password_resets`
--

LOCK TABLES `password_resets` WRITE;
/*!40000 ALTER TABLE `password_resets` DISABLE KEYS */;
INSERT INTO `password_resets` VALUES ('software@hinzaco.com','$2y$10$5PDrfJI2XJBBx29XKZEpwu7AD3opi4VExMBJaYzrz/Cr0kfryea0m','2017-12-25 04:45:53');
/*!40000 ALTER TABLE `password_resets` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `payments`
--

DROP TABLE IF EXISTS `payments`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `payments` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `invoice_id` int unsigned DEFAULT NULL,
  `driver` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `amount` bigint NOT NULL,
  `payment_data` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `status` tinyint unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `payments_invoice_id_foreign` (`invoice_id`),
  CONSTRAINT `payments_invoice_id_foreign` FOREIGN KEY (`invoice_id`) REFERENCES `invoices` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=69228 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `payments`
--

LOCK TABLES `payments` WRITE;
/*!40000 ALTER TABLE `payments` DISABLE KEYS */;
/*!40000 ALTER TABLE `payments` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `personal_access_tokens`
--

DROP TABLE IF EXISTS `personal_access_tokens`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `personal_access_tokens` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `tokenable_type` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `tokenable_id` bigint unsigned NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `abilities` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `personal_access_tokens`
--

LOCK TABLES `personal_access_tokens` WRITE;
/*!40000 ALTER TABLE `personal_access_tokens` DISABLE KEYS */;
/*!40000 ALTER TABLE `personal_access_tokens` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `product_color`
--

DROP TABLE IF EXISTS `product_color`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `product_color` (
  `product_id` int unsigned NOT NULL,
  `color_id` int unsigned NOT NULL,
  KEY `product_color_product_id_foreign` (`product_id`),
  KEY `product_color_color_id_foreign` (`color_id`),
  CONSTRAINT `product_color_color_id_foreign` FOREIGN KEY (`color_id`) REFERENCES `colors` (`id`) ON DELETE CASCADE,
  CONSTRAINT `product_color_product_id_foreign` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `product_color`
--

LOCK TABLES `product_color` WRITE;
/*!40000 ALTER TABLE `product_color` DISABLE KEYS */;
INSERT INTO `product_color` VALUES (9239,1);
/*!40000 ALTER TABLE `product_color` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `product_filters`
--

DROP TABLE IF EXISTS `product_filters`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `product_filters` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `identifier` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `data` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `product_query_id` int unsigned DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `product_filters_identifier_unique` (`identifier`),
  KEY `product_filters_product_query_id_foreign` (`product_query_id`),
  CONSTRAINT `product_filters_product_query_id_foreign` FOREIGN KEY (`product_query_id`) REFERENCES `product_queries` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=23 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `product_filters`
--

LOCK TABLES `product_filters` WRITE;
/*!40000 ALTER TABLE `product_filters` DISABLE KEYS */;
INSERT INTO `product_filters` VALUES (1,'لندینگ برند لم','custom_product_filter_564','{\"directories\":[],\"ps_values\":[\"740\",\"519\",\"646\",\"408\",\"795\",\"804\",\"797\",\"785\"]}',NULL,'2021-06-21 06:45:36','2021-06-21 07:11:19');
/*!40000 ALTER TABLE `product_filters` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `product_image_ts`
--

DROP TABLE IF EXISTS `product_image_ts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `product_image_ts` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `caption` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `locale` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `product_image_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `un_lo_fore_product_image_ts` (`product_image_id`,`locale`),
  KEY `product_image_ts_locale_index` (`locale`),
  CONSTRAINT `primid_product_images_fr` FOREIGN KEY (`product_image_id`) REFERENCES `product_images` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `product_image_ts`
--

LOCK TABLES `product_image_ts` WRITE;
/*!40000 ALTER TABLE `product_image_ts` DISABLE KEYS */;
/*!40000 ALTER TABLE `product_image_ts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `product_images`
--

DROP TABLE IF EXISTS `product_images`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `product_images` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `is_main` tinyint(1) NOT NULL DEFAULT '0',
  `caption` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `path` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `real_name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `product_id` int unsigned NOT NULL,
  `is_secondary` tinyint(1) NOT NULL DEFAULT '0',
  `extension` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `link` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL DEFAULT '',
  `priority` int NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `product_images_product_id_foreign` (`product_id`),
  CONSTRAINT `product_images_product_id_foreign` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=69792 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `product_images`
--

LOCK TABLES `product_images` WRITE;
/*!40000 ALTER TABLE `product_images` DISABLE KEYS */;
INSERT INTO `product_images` VALUES (69706,1,'','/uploads/product/1702415249.2815TvY1RXaH6v','۴۰۰ایرانی.webp',9239,0,'webp','',0),(69707,0,'','/uploads/product/1702415400.66651u9pcUPkpG','47abe3bbfa614d771b35d4ecf9f6eb83c8e98168_1609576123.jpg',9239,1,'jpg','',0),(69708,1,'','/uploads/product/1702416447.9201LHyFMohOrf','۸۰۰ایرانی.jpg',9240,0,'jpg','',0),(69710,0,'','/uploads/product/1702418049.5168TTvWehQ8Xb','800متری.jpg',9240,1,'jpg','',0),(69711,1,'','/uploads/product/1702418171.7949KJFl4ossvx','selefon1.jpg',9241,0,'jpg','',0),(69712,0,'','/uploads/product/1702418176.4458LLRgbO5t4C','selefon2.jpg',9241,1,'jpg','',0),(69723,1,'','/uploads/product/1702558419.2499qOnyXBqLk4','-8-8-.jpg',9248,0,'jpg','',0),(69724,0,'','/uploads/product/1702558419.3496C2HACXGidp','sozan1.jpg',9248,1,'jpg','',0),(69725,0,'','/uploads/product/1702559198.0967HWmi1xZ0Av','sozan1.jpg',9249,1,'jpg','',0),(69726,1,'','/uploads/product/1702559198.1986ky9tSbOIaj','7c994887789f4ab053a41a53c1ec422fdc4a09d6_1615621941.jpg',9249,0,'jpg','',0),(69732,0,'','/uploads/product/1702560846.0813qHUdDMH1pR','sozan1.jpg',9251,1,'jpg','',0),(69733,1,'','/uploads/product/1702560846.2382HHjHi3zBBW','12_14_2023-5_00_34-PM.png',9251,0,'png','',0),(69734,0,'','/uploads/product/1702561269.663fzLhmHQUoy','sozan1.jpg',9252,1,'jpg','',0),(69735,1,'','/uploads/product/1702561269.7575mKBQeboxko','12_14_2023-5_08_34-PM.png',9252,0,'png','',0),(69736,0,'','/uploads/product/1702563471.9137eIrS5FzwgT','53a92373af6779020b1258d06fe263ded0f9f498_1680636115.jpg',9253,1,'jpg','',0),(69737,1,'','/uploads/product/1702563472.0026fMRtWo4aDF','4885129.jpg',9253,0,'jpg','',0),(69739,1,'','/uploads/product/1702566914.4251ZGwAzXdlfM','11fe008eea5f4541bb0c5d37f471e2a5.jpg',9259,1,'jpg','',0),(69740,1,'','/uploads/product/1702566975.0004WlvdaFNgKG','11fe008eea5f4541bb0c5d37f471e2a5.jpg',9260,1,'jpg','',0),(69741,1,'','/uploads/product/1702567112.4904Udd9bDCdO7','11fe008eea5f4541bb0c5d37f471e2a5.jpg',9261,1,'jpg','',0),(69742,1,'','/uploads/product/1702567266.84912cxtxz0Hnh','11fe008eea5f4541bb0c5d37f471e2a5.jpg',9262,1,'jpg','',0),(69743,1,'','/uploads/product/1702567302.57415jruEOhchg','11fe008eea5f4541bb0c5d37f471e2a5.jpg',9263,1,'jpg','',0),(69744,1,'','/uploads/product/1702567365.367545t1vDHkux','11fe008eea5f4541bb0c5d37f471e2a5.jpg',9264,1,'jpg','',0),(69745,1,'','/uploads/product/1702568111.175375nwES4SOW','7a13e509d28045979c1010df11958ea7.jpg',9266,1,'jpg','',0),(69746,1,'','/uploads/product/1702569358.1829mFX2EVRKpJ','c8322672e6cd49c8b2e64f9797992375.jpg',9267,1,'jpg','',0),(69747,1,'','/uploads/product/1702569410.41950xDHVzoouo','15bd7e12b5d849a89189437d08457b8a.jpg',9268,1,'jpg','',0),(69748,1,'','/uploads/product/1702569436.5916hlTZnIlVfo','da96521d5c4045dd82ecb6b1640d4053.jpg',9269,1,'jpg','',0),(69749,1,'','/uploads/product/1702569468.9568YQJ02K6QqR','bd759300ad7843b5befa234a577b8703.jpg',9270,1,'jpg','',0),(69759,1,'','/uploads/product/1702570694.0779O10XHwYX8J','11fe008eea5f4541bb0c5d37f471e2a5.jpg',9255,1,'jpg','',0),(69760,1,'','/uploads/product/1702574619.0012qvWqgo7axe','7a13e509d28045979c1010df11958ea7.jpg',9271,1,'jpg','',0),(69761,1,'','/uploads/product/1702574700.0414vRlE0vclmo','da96521d5c4045dd82ecb6b1640d4053.jpg',9272,1,'jpg','',0),(69762,1,'','/uploads/product/1702574744.9857QJdC5qrrS2','15bd7e12b5d849a89189437d08457b8a.jpg',9273,1,'jpg','',0),(69763,1,'','/uploads/product/1702574803.5093F6nffilKQ4','bd759300ad7843b5befa234a577b8703.jpg',9274,1,'jpg','',0),(69764,1,'','/uploads/product/1702575406.8433KIVLxT7mDm','781ba362cf3b429f8267df93d3c559aa.jpg',9275,1,'jpg','',0),(69765,1,'','/uploads/product/1702575431.4299cRW2IlNSBu','781ba362cf3b429f8267df93d3c559aa.jpg',9276,1,'jpg','',0),(69767,1,'','/uploads/product/1702575534.16642KnyFryZ4y','781ba362cf3b429f8267df93d3c559aa.jpg',9278,1,'jpg','',0),(69768,1,'','/uploads/product/1702575597.8566xnfz9fK4XO','781ba362cf3b429f8267df93d3c559aa.jpg',9277,1,'jpg','',0),(69774,1,'','/uploads/product/1702993984.6595NGcfrwpM02','16.jpg',9279,0,'jpg','',0),(69775,0,'','/uploads/product/1702993999.6489vo3CcILYIQ','f25-5000-2.jpg',9279,1,'jpg','',0),(69776,1,'','/uploads/product/1702994528.0248YJsWGNAwG1','1d3a430f92247863bfa1cff2c865161bcb4fe9d1_1618726858.jpg',9280,0,'jpg','',0),(69777,0,'','/uploads/product/1702994533.5147mYbaP9ejDE','اسکا.jpg',9280,1,'jpg','',0),(69778,1,'','/uploads/product/1702994727.702CaSGpP5AJO','f19-5000-5.jpg',9281,0,'jpg','',0),(69779,0,'','/uploads/product/1702994739.1818bQLT0ArY54','اسکا.jpg',9281,1,'jpg','',0),(69780,1,'','/uploads/product/1702994967.257fsn3mhbAkg','25-jpg.webp',9282,0,'webp','',0),(69781,0,'','/uploads/product/1702994975.11FSiBHJcSDP','اسکا.jpg',9282,1,'jpg','',0),(69782,1,'','/uploads/product/1702995168.5017E3XYH8RaNX','f30-5000-6.jpg',9283,0,'jpg','',0),(69783,0,'','/uploads/product/1702995179.0622Lu147PMNk3','f25-5000-2.jpg',9283,1,'jpg','',0),(69784,1,'','/uploads/product/1702995325.326207uio10IkS','20220912_124203-copy-min.jpg',9287,0,'jpg','',0),(69785,0,'','/uploads/product/1702995334.5461uUTsbTBThQ','b53984166da6474ba20caa0db988766b.jpg',9287,1,'jpg','',0),(69786,1,'','/uploads/product/1702995465.9838T7OP7uefjF','35-min-510x510.jpg',9284,0,'jpg','',0),(69787,0,'','/uploads/product/1702995472.3574G1V2fKShGN','اسکا.jpg',9284,1,'jpg','',0),(69788,1,'','/uploads/product/1702995559.11872tdQ4xxCyY','f40.jpg',9285,0,'jpg','',0),(69789,0,'','/uploads/product/1702995565.5612k1ZUUXpn7N','اسکا.jpg',9285,1,'jpg','',0),(69790,1,'','/uploads/product/1702995715.7666XcQ3Ls55mC','SK45.webp',9286,0,'webp','',0),(69791,0,'','/uploads/product/1702995722.44929ujjZVZQJQ','اسکا.jpg',9286,1,'jpg','',0);
/*!40000 ALTER TABLE `product_images` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `product_package_items`
--

DROP TABLE IF EXISTS `product_package_items`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `product_package_items` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `usage_count` int NOT NULL,
  `product_id` int unsigned NOT NULL,
  `package_id` int unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `product_package_items_product_id_foreign` (`product_id`),
  KEY `product_package_items_package_id_foreign` (`package_id`),
  CONSTRAINT `product_package_items_package_id_foreign` FOREIGN KEY (`package_id`) REFERENCES `product_packages` (`id`) ON DELETE CASCADE,
  CONSTRAINT `product_package_items_product_id_foreign` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=36 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `product_package_items`
--

LOCK TABLES `product_package_items` WRITE;
/*!40000 ALTER TABLE `product_package_items` DISABLE KEYS */;
/*!40000 ALTER TABLE `product_package_items` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `product_packages`
--

DROP TABLE IF EXISTS `product_packages`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `product_packages` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `product_id` int unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `product_packages_product_id_foreign` (`product_id`),
  CONSTRAINT `product_packages_product_id_foreign` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `product_packages`
--

LOCK TABLES `product_packages` WRITE;
/*!40000 ALTER TABLE `product_packages` DISABLE KEYS */;
INSERT INTO `product_packages` VALUES (16,9239);
/*!40000 ALTER TABLE `product_packages` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `product_prices`
--

DROP TABLE IF EXISTS `product_prices`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `product_prices` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `value` bigint NOT NULL,
  `product_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `product_prices_product_id_foreign` (`product_id`),
  CONSTRAINT `product_prices_product_id_foreign` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=53329 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `product_prices`
--

LOCK TABLES `product_prices` WRITE;
/*!40000 ALTER TABLE `product_prices` DISABLE KEYS */;
INSERT INTO `product_prices` VALUES (53321,100000,9239,'2023-12-12 21:25:15','2023-12-12 21:25:15'),(53322,120000,9240,'2023-12-12 21:27:22','2023-12-12 21:27:22'),(53323,150000,9241,'2023-12-12 21:56:39','2023-12-12 21:56:39');
/*!40000 ALTER TABLE `product_prices` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `product_queries`
--

DROP TABLE IF EXISTS `product_queries`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `product_queries` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `identifier` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `title` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `data` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `skip_count` int NOT NULL DEFAULT '0',
  `take_count` int NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `product_queries_identifier_unique` (`identifier`)
) ENGINE=InnoDB AUTO_INCREMENT=48 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `product_queries`
--

LOCK TABLES `product_queries` WRITE;
/*!40000 ALTER TABLE `product_queries` DISABLE KEYS */;
INSERT INTO `product_queries` VALUES (3,'home_page_last_views','محصولات پرفروش','[{\"type\":\"condition\",\"field\":\"code\",\"option\":\"in\",\"value\":\",37808,7866,113,8679,8330,8970,7348,7994,9003,8183,2628,cellophane-400-irani,\"}]',0,12,'2019-01-31 07:14:43','2023-12-12 21:47:10'),(47,'home_page_popular_products','محصولات پربازدید','[{\"type\":\"condition\",\"field\":\"code\",\"option\":\"in\",\"value\":\"cellophane-800-irani\"}]',0,12,'2023-12-12 21:49:57','2023-12-12 21:51:44');
/*!40000 ALTER TABLE `product_queries` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `product_special_prices`
--

DROP TABLE IF EXISTS `product_special_prices`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `product_special_prices` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `value` bigint NOT NULL,
  `product_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `product_special_prices_product_id_foreign` (`product_id`),
  CONSTRAINT `product_special_prices_product_id_foreign` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=32027 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `product_special_prices`
--

LOCK TABLES `product_special_prices` WRITE;
/*!40000 ALTER TABLE `product_special_prices` DISABLE KEYS */;
/*!40000 ALTER TABLE `product_special_prices` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `product_ts`
--

DROP TABLE IF EXISTS `product_ts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `product_ts` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seo_title` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `seo_keywords` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `seo_description` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `description` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `extra_properties` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `locale` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `product_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `un_lo_fore_product_ts` (`product_id`,`locale`),
  KEY `product_ts_locale_index` (`locale`),
  CONSTRAINT `prid_products_fr` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `product_ts`
--

LOCK TABLES `product_ts` WRITE;
/*!40000 ALTER TABLE `product_ts` DISABLE KEYS */;
/*!40000 ALTER TABLE `product_ts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `products`
--

DROP TABLE IF EXISTS `products`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `products` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `latest_price` bigint NOT NULL,
  `extra_properties` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `description` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `average_rating` double(8,2) NOT NULL DEFAULT '0.00',
  `directory_id` int unsigned NOT NULL,
  `p_structure_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `code` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `rates_count` int NOT NULL,
  `count` int NOT NULL DEFAULT '0',
  `is_active` tinyint(1) NOT NULL DEFAULT '1',
  `min_allowed_count` int NOT NULL DEFAULT '1',
  `max_purchase_count` int NOT NULL DEFAULT '10',
  `toll_amount` bigint NOT NULL DEFAULT '0',
  `tax_amount` bigint NOT NULL DEFAULT '0',
  `pure_price` bigint NOT NULL DEFAULT '0',
  `seo_keywords` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `seo_description` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `model_id` int unsigned DEFAULT NULL,
  `min_purchase_count` int NOT NULL DEFAULT '1',
  `has_discount` tinyint(1) NOT NULL DEFAULT '0',
  `previous_price` bigint NOT NULL DEFAULT '0',
  `is_accessory` tinyint(1) NOT NULL DEFAULT '0',
  `color_code` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL DEFAULT '#',
  `is_visible` tinyint(1) NOT NULL DEFAULT '0',
  `inaccessibility_type` int unsigned NOT NULL DEFAULT '1',
  `cmc_id` int unsigned DEFAULT NULL,
  `notice` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `models_count` int NOT NULL DEFAULT '1',
  `discount_group_id` int unsigned DEFAULT NULL,
  `latest_special_price` bigint NOT NULL,
  `priority` int DEFAULT '0',
  `is_discountable` tinyint(1) NOT NULL DEFAULT '1',
  `structure_sort_score` int NOT NULL,
  `important_at` timestamp NULL DEFAULT NULL,
  `accessory_for` int unsigned DEFAULT NULL,
  `seo_title` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `is_package` tinyint(1) NOT NULL DEFAULT '0',
  `main_photo` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `secondary_photo` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `tax_percentage` tinyint unsigned NOT NULL DEFAULT '0',
  `toll_percentage` tinyint unsigned NOT NULL DEFAULT '0',
  `is_tax_included` tinyint(1) NOT NULL DEFAULT '0',
  `watermark_uuid` varchar(36) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `use_default_tax_params` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  UNIQUE KEY `products_code_unique` (`code`),
  KEY `products_directory_id_foreign` (`directory_id`),
  KEY `products_p_structure_id_foreign` (`p_structure_id`),
  KEY `products_cmc_id_foreign` (`cmc_id`),
  KEY `products_discount_group_id_foreign` (`discount_group_id`),
  KEY `products_color_code_index` (`color_code`),
  KEY `products_color_code_model_id_is_active_index` (`color_code`,`model_id`,`is_active`),
  FULLTEXT KEY `products_fulltext_index` (`seo_keywords`,`title`,`description`,`code`),
  CONSTRAINT `products_cmc_id_foreign` FOREIGN KEY (`cmc_id`) REFERENCES `customer_meta_categories` (`id`) ON DELETE SET NULL,
  CONSTRAINT `products_directory_id_foreign` FOREIGN KEY (`directory_id`) REFERENCES `directories` (`id`) ON DELETE CASCADE,
  CONSTRAINT `products_discount_group_id_foreign` FOREIGN KEY (`discount_group_id`) REFERENCES `discount_groups` (`id`) ON DELETE SET NULL,
  CONSTRAINT `products_p_structure_id_foreign` FOREIGN KEY (`p_structure_id`) REFERENCES `p_structures` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=9289 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `products`
--

LOCK TABLES `products` WRITE;
/*!40000 ALTER TABLE `products` DISABLE KEYS */;
INSERT INTO `products` VALUES (9239,'سلفون400متری ایرانی',100000,'[]','',0.00,868,81,'2023-12-12 21:07:11','2023-12-12 22:23:33','cellophane-400-irani',0,0,0,100,100,0,0,0,NULL,NULL,9239,1,1,0,0,'#1#',1,1,NULL,'سلفون 400متری ایرانی',2,NULL,0,0,1,0,'2023-12-12 21:26:29',NULL,NULL,1,NULL,NULL,0,0,0,NULL,1),(9240,'سلفون 800متری ایرانی',120000,'[]','',0.00,868,81,'2023-12-12 21:27:02','2023-12-14 16:25:00','cellophane-800-irani',0,100,1,1,10,33027,66055,1100918,NULL,NULL,9240,1,0,0,0,'#',1,1,NULL,'سلفون 800متری ایرانی',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9241,'سلفون 500متری کره ای',150000,'[]','',0.00,869,81,'2023-12-12 21:55:59','2023-12-12 22:23:33','cellophane-500-korean',0,30,1,1,10,41285,82568,1376147,NULL,NULL,9241,1,0,0,0,'#',1,1,NULL,NULL,1,NULL,0,0,1,0,'2023-12-12 22:00:53',NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9248,'سوزن منگنه سایز80/8',0,'[]','',0.00,873,83,'2023-12-14 12:53:12','2023-12-14 16:23:26','needle-8',0,0,0,1,10,0,0,0,NULL,NULL,9248,1,0,0,0,'#',1,1,NULL,'سوزن منگنه سایز80/8',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9249,'سوزن منگنه سایز 80/10',0,'[]','',0.00,873,83,'2023-12-14 13:06:13','2023-12-14 16:23:36','needle-10',0,0,0,1,10,0,0,0,NULL,NULL,9249,1,0,0,0,'#',1,1,NULL,'سوزن منگنه سایز 80/10',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9251,'سوزن منگنه سایز 80/12',0,'[]','',0.00,873,83,'2023-12-14 13:33:52','2023-12-14 13:39:44','needle-12',0,0,0,1,10,0,0,0,NULL,NULL,9251,1,0,0,0,'#',1,1,NULL,'سوزن منگنه سایز 80/12',1,NULL,0,0,1,0,'2023-12-14 13:39:44',NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9252,'سوزن منگنه سایز 80/14',0,'[]','',0.00,873,83,'2023-12-14 13:40:36','2023-12-14 16:24:09','needle-14',0,0,0,1,10,0,0,0,NULL,NULL,9252,1,0,0,0,'#',1,1,NULL,'سوزن منگنه سایز 80/14',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9253,'سلفون 1000متری کره ای',0,'[]','',0.00,869,81,'2023-12-14 14:16:16','2023-12-14 16:24:33','cellophane-1000-korean',0,0,0,1,10,0,0,0,NULL,NULL,9253,1,0,0,0,'#',1,1,NULL,'سلفون 1000متری کره ای',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9255,'فوم رولی 2 میل',0,'[]','',0.00,888,85,'2023-12-14 15:06:28','2023-12-14 16:18:18','foam-roll-2mil',0,0,0,1,10,0,0,0,NULL,NULL,9255,1,0,0,0,'#',1,1,NULL,'فوم رولی 2 میل',1,NULL,0,0,1,0,'2023-12-14 16:18:18',NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9259,'فوم رولی 3 میل',0,'[]','',0.00,888,84,'2023-12-14 15:15:00','2023-12-14 15:59:37','foam-roll-3mil',0,0,0,1,10,0,0,0,NULL,NULL,9259,1,0,0,0,'#',1,1,NULL,NULL,1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9260,'فوم رولی 4 میل',0,'[]','',0.00,888,84,'2023-12-14 15:16:01','2023-12-14 16:00:34','foam-roll-4mil',0,0,0,1,10,0,0,0,NULL,NULL,9260,1,0,0,0,'#',1,1,NULL,'فوم رولی 4 میل',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9261,'فوم رولی 5 میل',0,'[]','',0.00,888,84,'2023-12-14 15:18:08','2023-12-14 16:00:48','foam-roll-5mil',0,0,0,1,10,0,0,0,NULL,NULL,9261,1,0,0,0,'#',1,1,NULL,'فوم رولی 5 میل',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9262,'فوم رولی 10 میل',0,'[]','',0.00,888,84,'2023-12-14 15:20:41','2023-12-14 16:01:04','foam-roll-10mil',0,0,0,1,10,0,0,0,NULL,NULL,9262,1,0,0,0,'#',1,1,NULL,'فوم رولی 10 میل',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9263,'فوم رولی 15 میل',0,'[]','',0.00,888,84,'2023-12-14 15:21:30','2023-12-14 16:01:14','foam-roll-15mil',0,0,0,1,10,0,0,0,NULL,NULL,9263,1,0,0,0,'#',1,1,NULL,'فوم رولی 15 میل',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9264,'فوم رولی 20 میل',0,'[]','',0.00,888,84,'2023-12-14 15:22:28','2023-12-14 16:01:21','foam-roll-20mil',0,0,0,1,10,0,0,0,NULL,NULL,9264,1,0,0,0,'#',1,1,NULL,'فوم رولی 20 میل',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9266,'فوم تشکی پلی اتیلن عرض 160 1سانت',0,'[]','',0.00,890,85,'2023-12-14 15:32:32','2023-12-14 17:20:21','foam-mattress160-1st',0,0,0,1,10,0,0,0,NULL,NULL,9266,1,0,0,0,'#',1,1,NULL,'فوم تشکی پلی اتیلن عرض 160 1سانت',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9267,'فوم تشکی پلی اتیلن عرض 160 2سانت',0,'[]','',0.00,890,85,'2023-12-14 15:55:37','2023-12-14 17:20:21','foam-mattress160-2st',0,0,0,1,10,0,0,0,NULL,NULL,9267,1,0,0,0,'#',1,1,NULL,'فوم تشکی پلی اتیلن عرض 160 2سانت',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9268,'فوم تشکی پلی اتیلن عرض 160 3سانت',0,'[]','',0.00,890,85,'2023-12-14 15:56:29','2023-12-14 17:29:37','foam-mattress160-3st',0,0,0,1,10,0,0,0,NULL,NULL,9268,1,0,0,0,'#',1,1,NULL,'فوم تشکی پلی اتیلن عرض 160 3سانت',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9269,'فوم تشکی پلی اتیلن عرض 160 4سانت',0,'[]','',0.00,890,85,'2023-12-14 15:57:07','2023-12-14 17:20:21','foam-mattress160-4st',0,0,0,1,10,0,0,0,NULL,NULL,9269,1,0,0,0,'#',1,1,NULL,'فوم تشکی پلی اتیلن عرض 160 4سانت',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9270,'فوم تشکی پلی اتیلن عرض 160 5سانت',0,'[]','',0.00,890,85,'2023-12-14 15:57:37','2023-12-14 17:29:25','foam-mattress160-5st',0,0,0,1,10,0,0,0,NULL,NULL,9270,1,0,0,0,'#',1,1,NULL,'فوم تشکی پلی اتیلن عرض 160 5سانت',1,NULL,0,0,1,0,'2023-12-14 17:29:25',NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9271,'فوم تشکی پلی اتیلن عرض 100 2سانت',0,'[]','',0.00,892,85,'2023-12-14 17:23:22','2023-12-14 17:23:48','foam-mattress100-2st',0,0,0,1,10,0,0,0,NULL,NULL,9271,1,0,0,0,'#',1,1,NULL,'فوم تشکی پلی اتیلن عرض 100 2سانت',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9272,'فوم تشکی پلی اتیلن عرض 100 3سانت',0,'[]','',0.00,892,85,'2023-12-14 17:24:45','2023-12-14 17:25:10','foam-mattress100-3st',0,0,0,1,10,0,0,0,NULL,NULL,9272,1,0,0,0,'#',1,1,NULL,NULL,1,NULL,0,0,1,0,'2023-12-14 17:25:10',NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9273,'فوم تشکی پلی اتیلن عرض 100 4سانت',0,'[]','',0.00,892,85,'2023-12-14 17:25:31','2023-12-14 17:25:53','foam-mattress100-4st',0,0,0,1,10,0,0,0,NULL,NULL,9273,1,0,0,0,'#',1,1,NULL,NULL,1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9274,'فوم تشکی پلی اتیلن عرض 100 5سانت',0,'[]','',0.00,892,85,'2023-12-14 17:26:22','2023-12-14 17:35:44','foam-mattress100-5st',0,0,0,1,10,0,0,0,NULL,NULL,9274,1,0,0,0,'#',1,1,NULL,'فوم تشکی پلی اتیلن عرض 100 5سانت',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9275,'فوم تشکی پلی اتیلن عرض 100 6سانت',0,'[]','',0.00,892,85,'2023-12-14 17:36:41','2023-12-14 17:38:20','foam-mattress100-6st',0,0,0,1,10,0,0,0,NULL,NULL,9275,1,0,0,0,'#',1,1,NULL,'فوم تشکی پلی اتیلن عرض 100 6سانت',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9276,'فوم تشکی پلی اتیلن عرض 100 7سانت',0,'[]','',0.00,892,85,'2023-12-14 17:37:07','2023-12-14 17:38:29','foam-mattress100-7st',0,0,0,1,10,0,0,0,NULL,NULL,9276,1,0,0,0,'#',1,1,NULL,'فوم تشکی پلی اتیلن عرض 100 7سانت',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9277,'فوم تشکی پلی اتیلن عرض 100 8سانت',0,'[]','',0.00,892,85,'2023-12-14 17:37:37','2023-12-14 17:40:01','foam-mattress100-8st',0,0,0,1,10,0,0,0,NULL,NULL,9277,1,0,0,0,'#',1,1,NULL,'فوم تشکی پلی اتیلن عرض 100 8سانت',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9278,'فوم تشکی پلی اتیلن عرض 100 10سانت',0,'[]','',0.00,892,85,'2023-12-14 17:38:45','2023-12-14 17:40:15','foam-mattress100-10st',0,0,0,1,10,0,0,0,NULL,NULL,9278,1,0,0,0,'#',1,1,NULL,'فوم تشکی پلی اتیلن عرض 100 10سانت',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9279,'میخ اسکا F16',0,'[]','<p><span style=\"font-size: 16px;\">میخکوب بادی ابزاری پیشرفته برای کوبیدن انواع میخ بر روی قطعات چوبی و ام دی اف می&zwnj;باشد که به شما این امکان را می&zwnj;دهد تا سرعت عمل بالاتر و کیفیت بهتری در کار خود داشته باشید. انواع مختلفی از میخ تولید و طراحی شده است که هر کدام از آن&zwnj;ها در جنس&zwnj;های متفاوتی همچون استیل، آلومینیوم و مس ساخته می&zwnj;شوند. میخ اسکا آلفا مدل F16 یکی از پرکاربردترین میخ در صنعت چوب می&zwnj;باشد که با استفاده از آن می&zwnj;توانید انواع قطعات چوبی را به یکدیگر متصل نمایید.</span></p>',0.00,870,87,'2023-12-19 13:43:33','2023-12-19 13:46:58','nail-sk16',0,0,0,1,10,0,0,0,NULL,NULL,9279,1,0,0,0,'#',1,1,NULL,'میخ اسکا F16',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9280,'میخ اسکا F13',0,'[]','<p><span style=\"font-size: 16px;\">میخکوب بادی ابزاری پیشرفته برای کوبیدن انواع میخ بر روی قطعات چوبی و ام دی اف می&zwnj;باشد که به شما این امکان را می&zwnj;دهد تا سرعت عمل بالاتر و کیفیت بهتری در کار خود داشته باشید. انواع مختلفی از میخ تولید و طراحی شده است که هر کدام از آن&zwnj;ها در جنس&zwnj;های متفاوتی همچون استیل، آلومینیوم و مس ساخته می&zwnj;شوند. میخ اسکا آلفا مدل F13 یکی از پرکاربردترین میخ در صنعت چوب می&zwnj;باشد که با استفاده از آن می&zwnj;توانید انواع قطعات چوبی را به یکدیگر متصل نمایید.</span></p>',0.00,870,87,'2023-12-19 13:56:49','2023-12-19 14:03:19','nail-sk13',0,0,0,1,10,0,0,0,NULL,NULL,9280,1,0,0,0,'#',1,1,NULL,'میخ اسکا F13',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9281,'میخ اسکا F19',0,'[]','<p><span style=\"font-size: 16px;\">میخکوب بادی ابزاری پیشرفته برای کوبیدن انواع میخ بر روی قطعات چوبی و ام دی اف می&zwnj;باشد که به شما این امکان را می&zwnj;دهد تا سرعت عمل بالاتر و کیفیت بهتری در کار خود داشته باشید. انواع مختلفی از میخ تولید و طراحی شده است که هر کدام از آن&zwnj;ها در جنس&zwnj;های متفاوتی همچون استیل، آلومینیوم و مس ساخته می&zwnj;شوند. میخ اسکا آلفا مدل F19 یکی از پرکاربردترین میخ در صنعت چوب می&zwnj;باشد که با استفاده از آن می&zwnj;توانید انواع قطعات چوبی را به یکدیگر متصل نمایید.</span></p>',0.00,870,87,'2023-12-19 13:57:12','2023-12-19 14:06:58','nail-sk19',0,0,0,1,10,0,0,0,NULL,NULL,9281,1,0,0,0,'#',1,1,NULL,'میخ اسکا F19',1,NULL,0,0,1,0,'2023-12-19 14:06:58',NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9282,'میخ اسکا F25',0,'[]','<p><span style=\"font-size: 16px;\">میخکوب بادی ابزاری پیشرفته برای کوبیدن انواع میخ بر روی قطعات چوبی و ام دی اف می&zwnj;باشد که به شما این امکان را می&zwnj;دهد تا سرعت عمل بالاتر و کیفیت بهتری در کار خود داشته باشید. انواع مختلفی از میخ تولید و طراحی شده است که هر کدام از آن&zwnj;ها در جنس&zwnj;های متفاوتی همچون استیل، آلومینیوم و مس ساخته می&zwnj;شوند. میخ اسکا آلفا مدل F25 یکی از پرکاربردترین میخ در صنعت چوب می&zwnj;باشد که با استفاده از آن می&zwnj;توانید انواع قطعات چوبی را به یکدیگر متصل نمایید.</span></p>',0.00,870,87,'2023-12-19 13:57:31','2023-12-19 14:08:12','nail-sk25',0,0,0,1,10,0,0,0,NULL,NULL,9282,1,0,0,0,'#',1,1,NULL,'میخ اسکا F25',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9283,'میخ اسکا F30',0,'[]','<p><span style=\"font-size: 16px;\">میخکوب بادی ابزاری پیشرفته برای کوبیدن انواع میخ بر روی قطعات چوبی و ام دی اف می&zwnj;باشد که به شما این امکان را می&zwnj;دهد تا سرعت عمل بالاتر و کیفیت بهتری در کار خود داشته باشید. انواع مختلفی از میخ تولید و طراحی شده است که هر کدام از آن&zwnj;ها در جنس&zwnj;های متفاوتی همچون استیل، آلومینیوم و مس ساخته می&zwnj;شوند. میخ اسکا آلفا مدل F30 یکی از پرکاربردترین میخ در صنعت چوب می&zwnj;باشد که با استفاده از آن می&zwnj;توانید انواع قطعات چوبی را به یکدیگر متصل نمایید.</span></p>',0.00,870,87,'2023-12-19 13:57:51','2023-12-19 14:13:09','nail-sk30',0,0,0,1,10,0,0,0,NULL,NULL,9283,1,0,0,0,'#',1,1,NULL,'میخ اسکا F30',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9284,'میخ اسکا F35',0,'[]','<p><span style=\"font-size: 16px;\">&nbsp;</span></p>\r\n<p><span style=\"font-size: 16px;\">میخکوب بادی ابزاری پیشرفته برای کوبیدن انواع میخ بر روی قطعات چوبی و ام دی اف می&zwnj;باشد که به شما این امکان را می&zwnj;دهد تا سرعت عمل بالاتر و کیفیت بهتری در کار خود داشته باشید. انواع مختلفی از میخ تولید و طراحی شده است که هر کدام از آن&zwnj;ها در جنس&zwnj;های متفاوتی همچون استیل، آلومینیوم و مس ساخته می&zwnj;شوند. میخ اسکا آلفا مدل F35 یکی از پرکاربردترین میخ در صنعت چوب می&zwnj;باشد که با استفاده از آن می&zwnj;توانید انواع قطعات چوبی را به یکدیگر متصل نمایید.</span></p>',0.00,870,87,'2023-12-19 13:58:09','2023-12-19 14:17:23','nail-sk35',0,0,0,1,10,0,0,0,NULL,NULL,9284,1,0,0,0,'#',1,1,NULL,'میخ اسکا F35',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9285,'میخ اسکا F40',0,'[]','<p><span style=\"font-size: 16px;\">میخکوب بادی ابزاری پیشرفته برای کوبیدن انواع میخ بر روی قطعات چوبی و ام دی اف می&zwnj;باشد که به شما این امکان را می&zwnj;دهد تا سرعت عمل بالاتر و کیفیت بهتری در کار خود داشته باشید. انواع مختلفی از میخ تولید و طراحی شده است که هر کدام از آن&zwnj;ها در جنس&zwnj;های متفاوتی همچون استیل، آلومینیوم و مس ساخته می&zwnj;شوند. میخ اسکا آلفا مدل F40 یکی از پرکاربردترین میخ در صنعت چوب می&zwnj;باشد که با استفاده از آن می&zwnj;توانید انواع قطعات چوبی را به یکدیگر متصل نمایید.</span></p>',0.00,870,87,'2023-12-19 13:59:16','2023-12-19 14:19:41','nail-sk40',0,0,0,1,10,0,0,0,NULL,NULL,9285,1,0,0,0,'#',1,1,NULL,'میخ اسکا F40',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9286,'میخ اسکا F45',0,'[]','<p><span style=\"font-size: 16px;\">میخکوب بادی ابزاری پیشرفته برای کوبیدن انواع میخ بر روی قطعات چوبی و ام دی اف می&zwnj;باشد که به شما این امکان را می&zwnj;دهد تا سرعت عمل بالاتر و کیفیت بهتری در کار خود داشته باشید. انواع مختلفی از میخ تولید و طراحی شده است که هر کدام از آن&zwnj;ها در جنس&zwnj;های متفاوتی همچون استیل، آلومینیوم و مس ساخته می&zwnj;شوند. میخ اسکا آلفا مدل F45 یکی از پرکاربردترین میخ در صنعت چوب می&zwnj;باشد که با استفاده از آن می&zwnj;توانید انواع قطعات چوبی را به یکدیگر متصل نمایید.</span></p>',0.00,870,87,'2023-12-19 13:59:38','2023-12-19 14:22:06','nail-sk45',0,0,0,1,10,0,0,0,NULL,NULL,9286,1,0,0,0,'#',1,1,NULL,'میخ اسکا F45',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9287,'میخ اسکا F50',0,'[]','<p><span style=\"font-size: 16px;\"></span></p>\r\n<p><span style=\"font-size: 16px;\">میخکوب بادی ابزاری پیشرفته برای کوبیدن انواع میخ بر روی قطعات چوبی و ام دی اف می&zwnj;باشد که به شما این امکان را می&zwnj;دهد تا سرعت عمل بالاتر و کیفیت بهتری در کار خود داشته باشید. انواع مختلفی از میخ تولید و طراحی شده است که هر کدام از آن&zwnj;ها در جنس&zwnj;های متفاوتی همچون استیل، آلومینیوم و مس ساخته می&zwnj;شوند. میخ اسکا آلفا مدل F50 یکی از پرکاربردترین میخ در صنعت چوب می&zwnj;باشد که با استفاده از آن می&zwnj;توانید انواع قطعات چوبی را به یکدیگر متصل نمایید.</span></p>',0.00,870,87,'2023-12-19 14:00:00','2023-12-19 14:16:04','nail-sk50',0,0,0,1,10,0,0,0,NULL,NULL,9287,1,0,0,0,'#',1,1,NULL,'میخ اسکا F50',1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1),(9288,'میخ تیپو 25',0,'[]','',0.00,872,88,'2023-12-19 14:26:12','2023-12-19 14:26:21','nail-tipo25',0,0,0,1,10,0,0,0,NULL,NULL,9288,1,0,0,0,'#',1,1,NULL,NULL,1,NULL,0,0,1,0,NULL,NULL,NULL,0,NULL,NULL,0,0,0,NULL,1);
/*!40000 ALTER TABLE `products` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rates`
--

DROP TABLE IF EXISTS `rates`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `rates` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `object_id` int unsigned NOT NULL,
  `object_type` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `comment` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `customer_user_id` int unsigned DEFAULT NULL,
  `is_accepted` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `value` int NOT NULL,
  `is_reviewed` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `rates_customer_user_id_foreign` (`customer_user_id`),
  CONSTRAINT `rates_customer_user_id_foreign` FOREIGN KEY (`customer_user_id`) REFERENCES `customer_users` (`id`) ON DELETE SET NULL
) ENGINE=InnoDB AUTO_INCREMENT=4664 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rates`
--

LOCK TABLES `rates` WRITE;
/*!40000 ALTER TABLE `rates` DISABLE KEYS */;
INSERT INTO `rates` VALUES (22,592,'App\\Models\\Product','',NULL,0,'2018-06-12 12:26:35','2021-06-19 12:09:41',5,1);
/*!40000 ALTER TABLE `rates` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `reviewables`
--

DROP TABLE IF EXISTS `reviewables`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `reviewables` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `reviewable_id` int unsigned NOT NULL,
  `reviewable_type` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `edit_count` int NOT NULL,
  `needs_review` tinyint(1) NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `reviewables_reviewable_type_reviewable_id_unique` (`reviewable_type`,`reviewable_id`),
  KEY `reviewables_reviewable_type_reviewable_id_index` (`reviewable_type`,`reviewable_id`)
) ENGINE=InnoDB AUTO_INCREMENT=9233 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `reviewables`
--

LOCK TABLES `reviewables` WRITE;
/*!40000 ALTER TABLE `reviewables` DISABLE KEYS */;
INSERT INTO `reviewables` VALUES (1,1,'App\\Models\\WebPage',2155,1,'2018-07-25 04:13:14','2024-03-18 21:30:43'),(9182,9239,'App\\Models\\Product',8,1,'2023-12-12 21:07:11','2023-12-12 21:26:29'),(9183,9240,'App\\Models\\Product',8,1,'2023-12-12 21:27:02','2023-12-14 16:25:00'),(9184,9241,'App\\Models\\Product',4,1,'2023-12-12 21:55:59','2023-12-12 22:00:53'),(9191,9248,'App\\Models\\Product',6,1,'2023-12-14 12:53:12','2023-12-14 16:23:26'),(9192,9249,'App\\Models\\Product',4,1,'2023-12-14 13:06:13','2023-12-14 16:23:36'),(9194,9251,'App\\Models\\Product',3,1,'2023-12-14 13:33:52','2023-12-14 13:39:44'),(9195,9252,'App\\Models\\Product',5,1,'2023-12-14 13:40:36','2023-12-14 16:24:09'),(9196,58,'App\\Models\\WebPage',2,1,'2023-12-14 13:45:47','2023-12-25 08:57:28'),(9197,9253,'App\\Models\\Product',3,1,'2023-12-14 14:16:16','2023-12-14 16:24:33'),(9199,9255,'App\\Models\\Product',18,1,'2023-12-14 15:06:28','2023-12-14 16:18:18'),(9203,9259,'App\\Models\\Product',3,1,'2023-12-14 15:15:00','2023-12-14 15:59:37'),(9204,9260,'App\\Models\\Product',3,1,'2023-12-14 15:16:01','2023-12-14 16:00:34'),(9205,9261,'App\\Models\\Product',3,1,'2023-12-14 15:18:08','2023-12-14 16:00:48'),(9206,9262,'App\\Models\\Product',4,1,'2023-12-14 15:20:41','2023-12-14 16:01:04'),(9207,9263,'App\\Models\\Product',2,1,'2023-12-14 15:21:30','2023-12-14 16:01:14'),(9208,9264,'App\\Models\\Product',2,1,'2023-12-14 15:22:28','2023-12-14 16:01:21'),(9210,9266,'App\\Models\\Product',3,1,'2023-12-14 15:32:32','2023-12-14 16:00:16'),(9211,9267,'App\\Models\\Product',1,1,'2023-12-14 15:55:37','2023-12-14 15:56:10'),(9212,9268,'App\\Models\\Product',5,1,'2023-12-14 15:56:29','2023-12-14 17:29:37'),(9213,9269,'App\\Models\\Product',2,1,'2023-12-14 15:57:07','2023-12-14 15:58:28'),(9214,9270,'App\\Models\\Product',2,1,'2023-12-14 15:57:37','2023-12-14 17:29:25'),(9215,9271,'App\\Models\\Product',1,1,'2023-12-14 17:23:22','2023-12-14 17:23:48'),(9216,9272,'App\\Models\\Product',2,1,'2023-12-14 17:24:45','2023-12-14 17:25:10'),(9217,9273,'App\\Models\\Product',2,1,'2023-12-14 17:25:31','2023-12-14 17:25:53'),(9218,9274,'App\\Models\\Product',5,1,'2023-12-14 17:26:22','2023-12-14 17:35:44'),(9219,9275,'App\\Models\\Product',2,1,'2023-12-14 17:36:41','2023-12-14 17:38:20'),(9220,9276,'App\\Models\\Product',2,1,'2023-12-14 17:37:07','2023-12-14 17:38:29'),(9221,9277,'App\\Models\\Product',5,1,'2023-12-14 17:37:37','2023-12-14 17:40:01'),(9222,9278,'App\\Models\\Product',2,1,'2023-12-14 17:38:45','2023-12-14 17:40:15'),(9223,9279,'App\\Models\\Product',7,1,'2023-12-19 13:43:33','2023-12-19 13:56:11'),(9224,9280,'App\\Models\\Product',2,1,'2023-12-19 13:56:49','2023-12-19 14:03:19'),(9225,9281,'App\\Models\\Product',4,1,'2023-12-19 13:57:12','2023-12-19 14:06:58'),(9226,9282,'App\\Models\\Product',2,1,'2023-12-19 13:57:31','2023-12-19 14:09:37'),(9227,9283,'App\\Models\\Product',2,1,'2023-12-19 13:57:51','2023-12-19 14:13:09'),(9228,9284,'App\\Models\\Product',4,1,'2023-12-19 13:58:09','2023-12-19 14:17:58'),(9229,9285,'App\\Models\\Product',3,1,'2023-12-19 13:59:16','2023-12-19 14:19:41'),(9230,9286,'App\\Models\\Product',3,1,'2023-12-19 13:59:38','2023-12-19 14:22:06'),(9231,9287,'App\\Models\\Product',3,1,'2023-12-19 14:00:00','2023-12-19 14:16:04'),(9232,9288,'App\\Models\\Product',1,1,'2023-12-19 14:26:12','2023-12-19 14:26:21');
/*!40000 ALTER TABLE `reviewables` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `robot_txt_records`
--

DROP TABLE IF EXISTS `robot_txt_records`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `robot_txt_records` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `type` int NOT NULL DEFAULT '0',
  `user_agent` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `permission` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `url` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `modified_url_id` int unsigned DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `robot_txt_records_url_user_agent_index` (`url`,`user_agent`),
  KEY `robot_txt_records_modified_url_id_foreign` (`modified_url_id`),
  CONSTRAINT `robot_txt_records_modified_url_id_foreign` FOREIGN KEY (`modified_url_id`) REFERENCES `modified_urls` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=81 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `robot_txt_records`
--

LOCK TABLES `robot_txt_records` WRITE;
/*!40000 ALTER TABLE `robot_txt_records` DISABLE KEYS */;
INSERT INTO `robot_txt_records` VALUES (1,0,'*','Disallow','/small-wares/device-accessories/hallde-cutting-tools',1),(77,0,'*','Disallow','/products/needle',77),(78,0,'*','Disallow','/products/nails-needles/nail-sk',78),(79,0,'*','Disallow','/products/nails-needles/nail-tn',79),(80,0,'*','Disallow','/products/nails-needles/nail-tipo',80);
/*!40000 ALTER TABLE `robot_txt_records` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `settings`
--

DROP TABLE IF EXISTS `settings`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `settings` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `key` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `value` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `user_id` int unsigned DEFAULT NULL,
  `is_system_setting` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `settings_key_user_id_unique` (`key`,`user_id`),
  KEY `settings_user_id_foreign` (`user_id`),
  CONSTRAINT `settings_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=248 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `settings`
--

LOCK TABLES `settings` WRITE;
/*!40000 ALTER TABLE `settings` DISABLE KEYS */;
INSERT INTO `settings` VALUES (16,'minimum_purchase','0',NULL,0,'2018-04-26 14:48:00','2018-05-13 11:35:22'),(245,'directory_layout','C:40:\"App\\Utils\\CMS\\Setting\\Layout\\LayoutModel\":37:{{\"model\":\"Directory\",\"method\":\"list\"}}',1,1,'2023-12-14 12:31:14','2023-12-14 12:41:11'),(246,'directory_sort_attributes','C:36:\"App\\Utils\\CMS\\Setting\\Sort\\SortModel\":54:{{\"model_name\":\"Directory\",\"field\":\"id\",\"method\":\"ASC\"}}',1,1,'2023-12-14 12:39:35','2024-03-20 16:47:48'),(247,'product_sort_attributes','C:36:\"App\\Utils\\CMS\\Setting\\Sort\\SortModel\":60:{{\"model_name\":\"Product\",\"field\":\"created_at\",\"method\":\"ASC\"}}',1,1,'2023-12-19 13:20:29','2023-12-19 13:20:29');
/*!40000 ALTER TABLE `settings` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `short_link_statistics`
--

DROP TABLE IF EXISTS `short_link_statistics`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `short_link_statistics` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `short_link_id` int unsigned DEFAULT NULL,
  `views_count` int DEFAULT NULL,
  `json_data` longtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `short_link_statistics_short_link_id_foreign` (`short_link_id`),
  CONSTRAINT `short_link_statistics_short_link_id_foreign` FOREIGN KEY (`short_link_id`) REFERENCES `short_links` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=79 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `short_link_statistics`
--

LOCK TABLES `short_link_statistics` WRITE;
/*!40000 ALTER TABLE `short_link_statistics` DISABLE KEYS */;
INSERT INTO `short_link_statistics` VALUES (6,6,57,'{\"yearly\":{\"2022\":{\"United States\":25},\"2023\":{\"United States\":32}},\"monthly\":{\"2022-8\":{\"United States\":17},\"2022-10\":{\"United States\":3},\"2022-11\":{\"United States\":3},\"2022-12\":{\"United States\":2},\"2023-1\":{\"United States\":4},\"2023-2\":{\"United States\":1},\"2023-3\":{\"United States\":2},\"2023-4\":{\"United States\":2},\"2023-5\":{\"United States\":7},\"2023-6\":{\"United States\":6},\"2023-7\":{\"United States\":3},\"2023-8\":{\"United States\":3},\"2023-9\":{\"United States\":1},\"2023-10\":{\"United States\":1},\"2023-11\":{\"United States\":1},\"2023-12\":{\"United States\":1}},\"daily\":{\"2023-8-8\":{\"United States\":1},\"2023-8-24\":{\"United States\":1},\"2023-8-27\":{\"United States\":1},\"2023-9-18\":{\"United States\":1},\"2023-10-4\":{\"United States\":1},\"2023-11-2\":{\"United States\":1},\"2023-12-3\":{\"United States\":1}}}','2022-08-12 20:24:02','2023-12-02 20:31:02');
/*!40000 ALTER TABLE `short_link_statistics` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `short_links`
--

DROP TABLE IF EXISTS `short_links`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `short_links` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `link` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `shortened_link` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=79 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `short_links`
--

LOCK TABLES `short_links` WRITE;
/*!40000 ALTER TABLE `short_links` DISABLE KEYS */;
INSERT INTO `short_links` VALUES (6,'https://kitline.com/small-wares/kentuky-concept/filter','pueddu','2022-08-12 20:24:02','2022-08-12 20:24:02');
/*!40000 ALTER TABLE `short_links` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `state_ts`
--

DROP TABLE IF EXISTS `state_ts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `state_ts` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `locale` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `state_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `un_lo_fore_state_ts` (`state_id`,`locale`),
  KEY `state_ts_locale_index` (`locale`),
  CONSTRAINT `stid_states_fr` FOREIGN KEY (`state_id`) REFERENCES `states` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `state_ts`
--

LOCK TABLES `state_ts` WRITE;
/*!40000 ALTER TABLE `state_ts` DISABLE KEYS */;
/*!40000 ALTER TABLE `state_ts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `states`
--

DROP TABLE IF EXISTS `states`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `states` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=32 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `states`
--

LOCK TABLES `states` WRITE;
/*!40000 ALTER TABLE `states` DISABLE KEYS */;
INSERT INTO `states` VALUES (1,'آذربایجان شرقی'),(2,'آذربایجان غربی'),(3,'اردبیل'),(4,'اصفهان'),(5,'البرز'),(6,'ایلام'),(7,'بوشهر'),(8,'تهران'),(9,'چهارمحال و بختیاری'),(10,'خراسان جنوبی'),(11,'خراسان رضوی'),(12,'خراسان شمالی'),(13,'خوزستان'),(14,'زنجان'),(15,'سمنان'),(16,'سیستان و بلوچستان'),(17,'فارس'),(18,'قزوین'),(19,'قم'),(20,'کردستان'),(21,'کرمان'),(22,'کرمانشاه'),(23,'کهگیلویه وبویراحمد'),(24,'گلستان'),(25,'گیلان'),(26,'لرستان'),(27,'مازندران'),(28,'مرکزی'),(29,'هرمزگان'),(30,'همدان'),(31,'یزد');
/*!40000 ALTER TABLE `states` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `system_roles`
--

DROP TABLE IF EXISTS `system_roles`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `system_roles` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `system_roles_name_unique` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `system_roles`
--

LOCK TABLES `system_roles` WRITE;
/*!40000 ALTER TABLE `system_roles` DISABLE KEYS */;
INSERT INTO `system_roles` VALUES (9,'SEO '),(10,'مدیر تامین '),(6,'مدیر سرویس'),(8,'مدیر صفحه اصلی'),(4,'مدیر فروشگاه'),(3,'مدیر کل'),(7,'مدیر مواد غذایی'),(2,'مدیریت محتوا');
/*!40000 ALTER TABLE `system_roles` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `system_user_system_role`
--

DROP TABLE IF EXISTS `system_user_system_role`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `system_user_system_role` (
  `system_user_id` int unsigned NOT NULL,
  `system_role_id` int unsigned NOT NULL,
  KEY `system_user_system_role_system_user_id_foreign` (`system_user_id`),
  KEY `system_user_system_role_system_role_id_foreign` (`system_role_id`),
  CONSTRAINT `system_user_system_role_system_role_id_foreign` FOREIGN KEY (`system_role_id`) REFERENCES `system_roles` (`id`) ON DELETE CASCADE,
  CONSTRAINT `system_user_system_role_system_user_id_foreign` FOREIGN KEY (`system_user_id`) REFERENCES `system_users` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `system_user_system_role`
--

LOCK TABLES `system_user_system_role` WRITE;
/*!40000 ALTER TABLE `system_user_system_role` DISABLE KEYS */;
INSERT INTO `system_user_system_role` VALUES (1,2);
/*!40000 ALTER TABLE `system_user_system_role` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `system_users`
--

DROP TABLE IF EXISTS `system_users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `system_users` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int unsigned NOT NULL,
  `is_super_user` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `is_stock_manager` tinyint(1) NOT NULL DEFAULT '0',
  `is_seo_master` tinyint(1) NOT NULL DEFAULT '0',
  `is_cms_manager` tinyint(1) NOT NULL DEFAULT '0',
  `is_acc_manager` tinyint(1) NOT NULL DEFAULT '0',
  `is_expert` tinyint(1) NOT NULL DEFAULT '0',
  `main_image_path` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `system_users_user_id_foreign` (`user_id`),
  CONSTRAINT `system_users_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=50 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `system_users`
--

LOCK TABLES `system_users` WRITE;
/*!40000 ALTER TABLE `system_users` DISABLE KEYS */;
INSERT INTO `system_users` VALUES (1,1,1,'2017-11-05 19:38:14','2019-03-07 06:02:29',0,0,0,0,0,NULL);
/*!40000 ALTER TABLE `system_users` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tag_ts`
--

DROP TABLE IF EXISTS `tag_ts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `tag_ts` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `locale` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `tag_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `un_lo_fore_tag_ts` (`tag_id`,`locale`),
  KEY `tag_ts_locale_index` (`locale`),
  CONSTRAINT `taid_tags_fr` FOREIGN KEY (`tag_id`) REFERENCES `tags` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tag_ts`
--

LOCK TABLES `tag_ts` WRITE;
/*!40000 ALTER TABLE `tag_ts` DISABLE KEYS */;
/*!40000 ALTER TABLE `tag_ts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `taggables`
--

DROP TABLE IF EXISTS `taggables`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `taggables` (
  `tag_id` int unsigned NOT NULL,
  `taggable_id` int unsigned NOT NULL,
  `taggable_type` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  KEY `taggables_tag_id_foreign` (`tag_id`),
  KEY `taggables_taggable_id_index` (`taggable_id`),
  KEY `taggables_taggable_type_index` (`taggable_type`),
  CONSTRAINT `taggables_tag_id_foreign` FOREIGN KEY (`tag_id`) REFERENCES `tags` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `taggables`
--

LOCK TABLES `taggables` WRITE;
/*!40000 ALTER TABLE `taggables` DISABLE KEYS */;
/*!40000 ALTER TABLE `taggables` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tags`
--

DROP TABLE IF EXISTS `tags`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `tags` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `tags_name_unique` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tags`
--

LOCK TABLES `tags` WRITE;
/*!40000 ALTER TABLE `tags` DISABLE KEYS */;
INSERT INTO `tags` VALUES (1,'test');
/*!40000 ALTER TABLE `tags` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `users` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `family` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `email` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `username` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `password` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `image_path` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `remember_token` varchar(100) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `is_system_user` tinyint(1) NOT NULL DEFAULT '0',
  `is_customer_user` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `gender` int NOT NULL DEFAULT '0',
  `birthday` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `birthday_str` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `is_email_confirmed` tinyint(1) NOT NULL DEFAULT '0',
  `representative_username` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `representative_type` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `users_username_unique` (`username`),
  UNIQUE KEY `users_email_unique` (`email`)
) ENGINE=InnoDB AUTO_INCREMENT=31390 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users`
--

LOCK TABLES `users` WRITE;
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
INSERT INTO `users` VALUES (1,'Larammerce','Admin','software@hinzaco.com','admin','$2y$10$cDJxDTuHE7zcKvzi8T8GCOQ1QNdJ3j/MTSPaQ0Uz5NBs5qSPHAqUS',NULL,'4gqt78IVsuYPq7TuX6IlC90xrb1vTm6heoWVpuiHlc6ADuAjnOQ8xppZ1mY4',1,0,'2017-11-05 19:38:14','2023-12-05 11:12:41',0,'0000-00-00 00:00:00','1373/1/18',0,NULL,NULL);
/*!40000 ALTER TABLE `users` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `web_form_messages`
--

DROP TABLE IF EXISTS `web_form_messages`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `web_form_messages` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `web_form_id` int unsigned NOT NULL,
  `user_id` int unsigned DEFAULT NULL,
  `data` longtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `web_form_messages_web_form_id_foreign` (`web_form_id`),
  KEY `web_form_messages_user_id_foreign` (`user_id`),
  CONSTRAINT `web_form_messages_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE,
  CONSTRAINT `web_form_messages_web_form_id_foreign` FOREIGN KEY (`web_form_id`) REFERENCES `web_forms` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=611 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `web_form_messages`
--

LOCK TABLES `web_form_messages` WRITE;
/*!40000 ALTER TABLE `web_form_messages` DISABLE KEYS */;
INSERT INTO `web_form_messages` VALUES (500,2,1,'a:15:{s:4:\"name\";s:6:\"تست\";s:6:\"family\";s:6:\"تست\";s:12:\"birthday_day\";s:1:\"1\";s:14:\"birthday_month\";s:1:\"1\";s:13:\"birthday_year\";s:4:\"1372\";s:13:\"national_code\";s:10:\"0012546127\";s:12:\"birth_number\";s:10:\"0012546127\";s:6:\"gender\";s:6:\"مرد\";s:8:\"state_id\";s:10:\"تهران\";s:7:\"city_id\";s:10:\"تهران\";s:5:\"phone\";s:11:\"02188888888\";s:6:\"mobile\";s:11:\"09128888888\";s:7:\"address\";s:10:\"تهران\";s:12:\"product_desc\";s:6:\"تست\";s:15:\"additional_desc\";s:6:\"تست\";}','2023-07-10 11:09:56','2023-07-10 11:10:09'),(610,1,1,'a:5:{s:4:\"name\";s:28:\"محمد رضا بابایی\";s:5:\"email\";s:20:\"mamalimoda@yahoo.com\";s:6:\"mobile\";s:11:\"09016666279\";s:7:\"subject\";s:31:\"سوال در مورد خرید\";s:7:\"message\";s:263:\"سلام من میخواتم بدونم اگر یه جنسیو که من از شما میخرم اگر یه زمان روبه اتمام بود موجودیتون من چطوری باید خبردار شم ازتون خرید کنم که لنگ نمونم؟؟؟؟\";}','2023-12-04 19:40:44','2023-12-05 11:14:02');
/*!40000 ALTER TABLE `web_form_messages` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `web_forms`
--

DROP TABLE IF EXISTS `web_forms`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `web_forms` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `identifier` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `fields` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `web_forms_identifier_unique` (`identifier`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `web_forms`
--

LOCK TABLES `web_forms` WRITE;
/*!40000 ALTER TABLE `web_forms` DISABLE KEYS */;
INSERT INTO `web_forms` VALUES (1,'contact-form','a:5:{s:4:\"name\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":75:{{\"name\":\"name\",\"title\":\"name\",\"rules\":\"required\",\"value\":\"{{old(\'name\')}}\"}}s:5:\"email\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":78:{{\"name\":\"email\",\"title\":\"email\",\"rules\":\"required\",\"value\":\"{{old(\'email\')}}\"}}s:6:\"mobile\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":117:{{\"name\":\"mobile\",\"title\":\"mobile\",\"rules\":\"required|regex:\\/0[1-9][0-9]{9}\\/|max:11\",\"value\":\"{{old(\'main_phone\')}}\"}}s:7:\"subject\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":81:{{\"name\":\"subject\",\"title\":\"subject\",\"rules\":\"required\",\"value\":\"{{old(\'name\')}}\"}}s:7:\"message\";C:39:\"App\\Utils\\CMS\\Template\\WebForm\\Textarea\":55:{{\"name\":\"message\",\"title\":\"message\",\"rules\":\"required\"}}}','2019-05-07 07:29:12','2024-07-05 11:17:29'),(2,'supplier-person-form','a:15:{s:4:\"name\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":62:{{\"name\":\"name\",\"title\":\"name\",\"rules\":\"required\",\"value\":null}}s:6:\"family\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":66:{{\"name\":\"family\",\"title\":\"family\",\"rules\":\"required\",\"value\":null}}s:12:\"birthday_day\";C:37:\"App\\Utils\\CMS\\Template\\WebForm\\Option\":78:{{\"name\":\"birthday_day\",\"title\":\"birthday_day\",\"rules\":\"required\",\"value\":null}}s:14:\"birthday_month\";C:37:\"App\\Utils\\CMS\\Template\\WebForm\\Option\":82:{{\"name\":\"birthday_month\",\"title\":\"birthday_month\",\"rules\":\"required\",\"value\":null}}s:13:\"birthday_year\";C:37:\"App\\Utils\\CMS\\Template\\WebForm\\Option\":80:{{\"name\":\"birthday_year\",\"title\":\"birthday_year\",\"rules\":\"required\",\"value\":null}}s:13:\"national_code\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":80:{{\"name\":\"national_code\",\"title\":\"national_code\",\"rules\":\"required\",\"value\":null}}s:12:\"birth_number\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":78:{{\"name\":\"birth_number\",\"title\":\"birth_number\",\"rules\":\"required\",\"value\":null}}s:6:\"gender\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":82:{{\"name\":\"gender\",\"title\":\"gender\",\"rules\":\"required\",\"value\":\"\\u0645\\u0631\\u062f\"}}s:8:\"state_id\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":87:{{\"name\":\"state_id\",\"title\":\"state_id\",\"rules\":\"required\",\"value\":\"{{old(\'state_id\')}}\"}}s:7:\"city_id\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":84:{{\"name\":\"city_id\",\"title\":\"city_id\",\"rules\":\"required\",\"value\":\"{{old(\'city_id\')}}\"}}s:5:\"phone\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":64:{{\"name\":\"phone\",\"title\":\"phone\",\"rules\":\"required\",\"value\":null}}s:6:\"mobile\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":66:{{\"name\":\"mobile\",\"title\":\"mobile\",\"rules\":\"required\",\"value\":null}}s:7:\"address\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":68:{{\"name\":\"address\",\"title\":\"address\",\"rules\":\"required\",\"value\":null}}s:12:\"product_desc\";C:39:\"App\\Utils\\CMS\\Template\\WebForm\\Textarea\":65:{{\"name\":\"product_desc\",\"title\":\"product_desc\",\"rules\":\"required\"}}s:15:\"additional_desc\";C:39:\"App\\Utils\\CMS\\Template\\WebForm\\Textarea\":71:{{\"name\":\"additional_desc\",\"title\":\"additional_desc\",\"rules\":\"required\"}}}','2020-12-19 17:39:25','2020-12-19 17:39:25'),(3,'supplier-legal-form','a:11:{s:12:\"company_name\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":99:{{\"name\":\"company_name\",\"title\":\"company_name\",\"rules\":\"required\",\"value\":\"{{old(\'company_name\')}}\"}}s:11:\"national_id\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":96:{{\"name\":\"national_id\",\"title\":\"national_id\",\"rules\":\"required\",\"value\":\"{{old(\'national_id\')}}\"}}s:17:\"registration_code\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":114:{{\"name\":\"registration_code\",\"title\":\"registration_code\",\"rules\":\"required\",\"value\":\"{{old(\'registration_code\')}}\"}}s:15:\"economical_code\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":108:{{\"name\":\"economical_code\",\"title\":\"economical_code\",\"rules\":\"required\",\"value\":\"{{old(\'economical_code\')}}\"}}s:13:\"company_phone\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":102:{{\"name\":\"company_phone\",\"title\":\"company_phone\",\"rules\":\"required\",\"value\":\"{{old(\'company_phone\')}}\"}}s:6:\"mobile\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":66:{{\"name\":\"mobile\",\"title\":\"mobile\",\"rules\":\"required\",\"value\":null}}s:16:\"company_state_id\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":103:{{\"name\":\"company_state_id\",\"title\":\"company_state_id\",\"rules\":\"required\",\"value\":\"{{old(\'state_id\')}}\"}}s:15:\"company_city_id\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":100:{{\"name\":\"company_city_id\",\"title\":\"company_city_id\",\"rules\":\"required\",\"value\":\"{{old(\'city_id\')}}\"}}s:7:\"address\";C:35:\"App\\Utils\\CMS\\Template\\WebForm\\Text\":68:{{\"name\":\"address\",\"title\":\"address\",\"rules\":\"required\",\"value\":null}}s:12:\"product_desc\";C:39:\"App\\Utils\\CMS\\Template\\WebForm\\Textarea\":65:{{\"name\":\"product_desc\",\"title\":\"product_desc\",\"rules\":\"required\"}}s:15:\"additional_desc\";C:39:\"App\\Utils\\CMS\\Template\\WebForm\\Textarea\":71:{{\"name\":\"additional_desc\",\"title\":\"additional_desc\",\"rules\":\"required\"}}}','2020-12-19 17:39:25','2020-12-19 17:39:25');
/*!40000 ALTER TABLE `web_forms` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `web_page_ts`
--

DROP TABLE IF EXISTS `web_page_ts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `web_page_ts` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `seo_title` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `seo_keywords` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `seo_description` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `data` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `locale` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `web_page_id` int unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `un_lo_fore_web_page_ts` (`web_page_id`,`locale`),
  KEY `web_page_ts_locale_index` (`locale`),
  CONSTRAINT `wepaid_web_pages_fr` FOREIGN KEY (`web_page_id`) REFERENCES `web_pages` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `web_page_ts`
--

LOCK TABLES `web_page_ts` WRITE;
/*!40000 ALTER TABLE `web_page_ts` DISABLE KEYS */;
/*!40000 ALTER TABLE `web_page_ts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `web_pages`
--

DROP TABLE IF EXISTS `web_pages`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `web_pages` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `directory_id` int unsigned DEFAULT NULL,
  `blade_name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `data` mediumtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `image_path` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `seo_keywords` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `seo_description` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `seo_title` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  PRIMARY KEY (`id`),
  KEY `web_pages_directory_id_foreign` (`directory_id`),
  CONSTRAINT `web_pages_directory_id_foreign` FOREIGN KEY (`directory_id`) REFERENCES `directories` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=62 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `web_pages`
--

LOCK TABLES `web_pages` WRITE;
/*!40000 ALTER TABLE `web_pages` DISABLE KEYS */;
INSERT INTO `web_pages` VALUES (1,1,'index','a:30:{s:13:\"banner_slider\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":289:{{\"id\":\"banner_slider\",\"title\":\"\\u0628\\u0646\\u0631 \\u06a9\\u0646\\u0627\\u0631 \\u0627\\u0633\\u0644\\u0627\\u06cc\\u062f\\u0631\",\"alt\":\"\\u0627\\u0628\\u0632\\u0627\\u0631 \\u0645\\u0628\\u0644 \\u0645\\u0647\\u062f\\u06cc\",\"src\":\"\\/uploads\\/not_categorized\\/1710797404.5102LCVVBtf2Ym\\/1402-04-02-03.02.33.jpg\"}}s:18:\"banner_link_slider\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":194:{{\"id\":\"banner_link_slider\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u06a9\\u0646\\u0627\\u0631 \\u0627\\u0633\\u0644\\u0627\\u06cc\\u062f\\u0631\",\"href\":\"https:\\/\\/ktl.app\\/F1\",\"content\":\".\"}}s:8:\"banner_1\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":198:{{\"id\":\"banner_1\",\"title\":\"\\u0628\\u0646\\u0631 \\u0627\\u0648\\u0644\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0627\\u0648\\u0644\",\"src\":\"\\/uploads\\/not_categorized\\/1710797436.64816D2JMcpt22\\/1402-04-02-03.02.33.jpg\"}}s:13:\"banner_link_1\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":139:{{\"id\":\"banner_link_1\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u0627\\u0648\\u0644\",\"href\":\"https:\\/\\/ktl.app\\/C1\",\"content\":\"\"}}s:8:\"banner_2\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":198:{{\"id\":\"banner_2\",\"title\":\"\\u0628\\u0646\\u0631 \\u062f\\u0648\\u0645\",\"alt\":\"\\u0628\\u0646\\u0631 \\u062f\\u0648\\u0645\",\"src\":\"\\/uploads\\/not_categorized\\/1710797436.64884wUKZF2qRR\\/1402-04-02-03.02.33.jpg\"}}s:13:\"banner_link_2\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":139:{{\"id\":\"banner_link_2\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u062f\\u0648\\u0645\",\"href\":\"https:\\/\\/ktl.app\\/C2\",\"content\":\"\"}}s:8:\"banner_3\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":198:{{\"id\":\"banner_3\",\"title\":\"\\u0628\\u0646\\u0631 \\u0633\\u0648\\u0645\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0633\\u0648\\u0645\",\"src\":\"\\/uploads\\/not_categorized\\/1710797436.6494B6GRKn3wja\\/1402-04-02-03.02.33.jpg\"}}s:13:\"banner_link_3\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":139:{{\"id\":\"banner_link_3\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u0633\\u0648\\u0645\",\"href\":\"https:\\/\\/ktl.app\\/C3\",\"content\":\"\"}}s:8:\"banner_4\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":222:{{\"id\":\"banner_4\",\"title\":\"\\u0628\\u0646\\u0631 \\u0686\\u0647\\u0627\\u0631\\u0645\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0686\\u0647\\u0627\\u0631\\u0645\",\"src\":\"\\/uploads\\/not_categorized\\/1710797436.6499YDI8d0A4KH\\/1402-04-02-03.02.33.jpg\"}}s:13:\"banner_link_4\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":151:{{\"id\":\"banner_link_4\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u0686\\u0647\\u0627\\u0631\\u0645\",\"href\":\"https:\\/\\/ktl.app\\/C4\",\"content\":\"\"}}s:10:\"banner_1_4\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":270:{{\"id\":\"banner_1_4\",\"title\":\"\\u0628\\u0646\\u0631 \\u06cc\\u06a9 \\u0627\\u0632 \\u0686\\u0647\\u0627\\u0631\",\"alt\":\"\\u0628\\u0646\\u0631 \\u06cc\\u06a9 \\u0627\\u0632 \\u0686\\u0647\\u0627\\u0631\",\"src\":\"\\/uploads\\/not_categorized\\/1703053858.7851YSR8QgqYbQ\\/photo_2023-12-20_09-57-36.jpg\"}}s:15:\"banner_link_1_4\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":173:{{\"id\":\"banner_link_1_4\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u06cc\\u06a9 \\u0627\\u0632 \\u0686\\u0647\\u0627\\u0631\",\"href\":\"https:\\/\\/ktl.app\\/D1\",\"content\":\"\"}}s:10:\"banner_2_4\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":270:{{\"id\":\"banner_2_4\",\"title\":\"\\u0628\\u0646\\u0631 \\u062f\\u0648 \\u0627\\u0632 \\u0686\\u0647\\u0627\\u0631\",\"alt\":\"\\u0628\\u0646\\u0631 \\u062f\\u0648 \\u0627\\u0632 \\u0686\\u0647\\u0627\\u0631\",\"src\":\"\\/uploads\\/not_categorized\\/1703056027.5833ZK8Vzpe5YA\\/photo_2023-12-20_10-36-08.jpg\"}}s:15:\"banner_link_2_4\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":173:{{\"id\":\"banner_link_2_4\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u062f\\u0648 \\u0627\\u0632 \\u0686\\u0647\\u0627\\u0631\",\"href\":\"https:\\/\\/ktl.app\\/D2\",\"content\":\"\"}}s:10:\"banner_3_4\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":252:{{\"id\":\"banner_3_4\",\"title\":\"\\u0628\\u0646\\u0631 \\u0633\\u0647 \\u0627\\u0632 \\u0686\\u0647\\u0627\\u0631\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0633\\u0647 \\u0627\\u0632 \\u0686\\u0647\\u0627\\u0631\",\"src\":\"\\/uploads\\/not_categorized\\/1703053884.9636phydtJbUzw\\/banner5.png\"}}s:15:\"banner_link_3_4\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":173:{{\"id\":\"banner_link_3_4\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u0633\\u0647 \\u0627\\u0632 \\u0686\\u0647\\u0627\\u0631\",\"href\":\"https:\\/\\/ktl.app\\/D3\",\"content\":\"\"}}s:10:\"banner_4_4\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":294:{{\"id\":\"banner_4_4\",\"title\":\"\\u0628\\u0646\\u0631 \\u0686\\u0647\\u0627\\u0631 \\u0627\\u0632 \\u0686\\u0647\\u0627\\u0631\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0686\\u0647\\u0627\\u0631 \\u0627\\u0632 \\u0686\\u0647\\u0627\\u0631\",\"src\":\"\\/uploads\\/not_categorized\\/1703054499.0281BrWtaoIoqJ\\/photo_2023-12-20_10-11-11.jpg\"}}s:15:\"banner_link_4_4\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":185:{{\"id\":\"banner_link_4_4\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u0686\\u0647\\u0627\\u0631 \\u0627\\u0632 \\u0686\\u0647\\u0627\\u0631\",\"href\":\"https:\\/\\/ktl.app\\/D4\",\"content\":\"\"}}s:14:\"banner_habtoor\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":358:{{\"id\":\"banner_habtoor\",\"title\":\"\\u0628\\u0646\\u0631 \\u0637\\u0631\\u0627\\u062d\\u06cc \\u0635\\u0646\\u0639\\u062a\\u06cc \\u062d\\u0628\\u062a\\u0648\\u0631\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0637\\u0631\\u0627\\u062d\\u06cc \\u0635\\u0646\\u0639\\u062a\\u06cc \\u062d\\u0628\\u062a\\u0648\\u0631\",\"src\":\"\\/uploads\\/not_categorized\\/1702996990.7115KQ6lDBwDLy\\/photo_2023-12-19_18-12-24.jpg\"}}s:19:\"banner_link_habtoor\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":219:{{\"id\":\"banner_link_habtoor\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u0637\\u0631\\u0627\\u062d\\u06cc \\u0635\\u0646\\u0639\\u062a\\u06cc \\u062d\\u0628\\u062a\\u0648\\u0631\",\"href\":\"https:\\/\\/ktl.app\\/E1\",\"content\":\"\"}}s:15:\"banner_supplier\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":296:{{\"id\":\"banner_supplier\",\"title\":\"\\u0628\\u0646\\u0631 \\u062a\\u0627\\u0645\\u06cc\\u0646 \\u06a9\\u0646\\u0646\\u062f\\u0647\",\"alt\":\"\\u0628\\u0646\\u0631 \\u062a\\u0627\\u0645\\u06cc\\u0646 \\u06a9\\u0646\\u0646\\u062f\\u0647\",\"src\":\"\\/uploads\\/not_categorized\\/1703351869.129vXSCBTN2xe\\/photo_2023-12-23_20-45-24.jpg\"}}s:20:\"banner_link_supplier\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":189:{{\"id\":\"banner_link_supplier\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u062a\\u0627\\u0645\\u06cc\\u0646 \\u06a9\\u0646\\u0646\\u062f\\u0647\",\"href\":\"https:\\/\\/ktl.app\\/E2\",\"content\":\"\"}}s:7:\"video_1\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Video\":295:{{\"id\":\"video_1\",\"title\":\"\\u06a9\\u0627\\u0631\\u0628\\u0631\\u062f \\u0627\\u0628\\u0632\\u0627\\u0631\\u0647\\u0627\",\"src\":\"\\/uploads\\/not_categorized\\/1693816380.7721r7Zj9L9e0w\\/6507061128626462340.mp4\",\"format\":false,\"poster\":\"\\/HCMS-assets\\/video\\/poster3.jpg\",\"controls\":\"0\",\"auto_play\":\"0\",\"loop\":\"1\"}}s:10:\"usage_link\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":196:{{\"id\":\"usage_link\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0648\\u06cc\\u062f\\u06cc\\u0648 \\u06a9\\u0627\\u0631\\u0628\\u0631\\u062f \\u0627\\u0628\\u0632\\u0627\\u0631\",\"href\":\"https:\\/\\/ktl.app\\/G\",\"content\":\"\"}}s:15:\"banner_1_mobile\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":315:{{\"id\":\"banner_1_mobile\",\"title\":\"\\u0628\\u0646\\u0631 \\u0627\\u0648\\u0644 \\u0645\\u0648\\u0628\\u0627\\u06cc\\u0644\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0627\\u0648\\u0644 \\u0645\\u0648\\u0628\\u0627\\u06cc\\u0644\",\"src\":\"\\/uploads\\/not_categorized\\/1702412313.6234TtTyNVzm9w\\/462eb5cfb43563e050879965bef63713333cd39c577e_1641393253.jpg\"}}s:15:\"banner_2_mobile\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":315:{{\"id\":\"banner_2_mobile\",\"title\":\"\\u0628\\u0646\\u0631 \\u062f\\u0648\\u0645 \\u0645\\u0648\\u0628\\u0627\\u06cc\\u0644\",\"alt\":\"\\u0628\\u0646\\u0631 \\u062f\\u0648\\u0645 \\u0645\\u0648\\u0628\\u0627\\u06cc\\u0644\",\"src\":\"\\/uploads\\/not_categorized\\/1702412359.27475djcdi8Uve\\/462eb5cfb43563e050879965bef6371cd334349c577e_1641393253.jpg\"}}s:15:\"banner_3_mobile\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":314:{{\"id\":\"banner_3_mobile\",\"title\":\"\\u0628\\u0646\\u0631 \\u0633\\u0648\\u0645 \\u0645\\u0648\\u0628\\u0627\\u06cc\\u0644\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0633\\u0648\\u0645 \\u0645\\u0648\\u0628\\u0627\\u06cc\\u0644\",\"src\":\"\\/uploads\\/not_categorized\\/1702412359.2752571LT12YyV\\/462eb5cfb43563e050879965bef6371cd39c333577e_1641393253.jpg\"}}s:15:\"banner_4_mobile\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":297:{{\"id\":\"banner_4_mobile\",\"title\":\"\\u0628\\u0646\\u0631 \\u0686\\u0647\\u0627\\u0631\\u0645 \\u0645\\u0648\\u0628\\u0627\\u06cc\\u0644\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0686\\u0647\\u0627\\u0631\\u0645 \\u0645\\u0648\\u0628\\u0627\\u06cc\\u0644\",\"src\":\"\\/uploads\\/not_categorized\\/1702413657.5782TJDaHahRDB\\/banner-mobile.jpg\"}}s:5:\"motto\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":62:{{\"id\":\"motto\",\"title\":\"\\u0634\\u0639\\u0627\\u0631\",\"content\":\"\"}}s:17:\"index-description\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":161:{{\"id\":\"index-description\",\"title\":\"\\u062a\\u0648\\u0636\\u06cc\\u062d \\u0645\\u062e\\u062a\\u0635\\u0631 \\u0635\\u0641\\u062d\\u0647 \\u0627\\u0635\\u0644\\u06cc\",\"content\":\"\"}}}',NULL,'2017-11-05 20:00:56','2024-03-18 21:30:36','لارامرس','لارامرس',NULL),(2,30,'about','a:13:{s:7:\"video_1\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Video\":221:{{\"id\":\"video_1\",\"title\":\"\\u0648\\u06cc\\u062f\\u0626\\u0648 \\u062f\\u0631\\u0628\\u0627\\u0631\\u0647 \\u0645\\u0627\",\"src\":false,\"format\":false,\"poster\":\"\\/HCMS-assets\\/video\\/poster3.jpg\",\"controls\":\"0\",\"auto_play\":\"0\",\"loop\":\"1\"}}s:5:\"motto\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":297:{{\"id\":\"motto\",\"title\":\"\\u0634\\u0639\\u0627\\u0631\",\"content\":\"\\u0627\\u0648\\u0644\\u06cc\\u0646 \\u0641\\u0631\\u0648\\u0634\\u06af\\u0627\\u0647 \\u0622\\u0646\\u0644\\u0627\\u06cc\\u0646 \\u062a\\u062e\\u0635\\u0635\\u06cc \\u0644\\u0648\\u0627\\u0632\\u0645 \\u0645\\u0628\\u0644 \\u062f\\u0631 \\u0627\\u06cc\\u0631\\u0627\\u0646\"}}s:13:\"description_1\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":110:{{\"id\":\"description_1\",\"title\":\"\\u0627\\u0646\\u06af\\u06cc\\u0632\\u0647 \\u0627\\u0648\\u0644\",\"content\":\"<p>.<\\/p>\"}}s:13:\"description_2\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":1001:{{\"id\":\"description_2\",\"title\":\"\\u0627\\u0646\\u06af\\u06cc\\u0632\\u0647 \\u062f\\u0648\\u0645\",\"content\":\"<p style=\\\"text-align: justify;\\\">\\u06a9\\u06cc\\u0641\\u06cc\\u062a \\u0648 \\u0627\\u0635\\u0627\\u0644\\u062a \\u06a9\\u0627\\u0644\\u0627\\u060c \\u062a\\u0646\\u0648\\u0639 \\u0645\\u062d\\u0635\\u0648\\u0644\\u0627\\u062a\\u060c \\u0642\\u06cc\\u0645\\u062a \\u0645\\u0646\\u0627\\u0633\\u0628\\u060c \\u062a\\u062d\\u0648\\u06cc\\u0644 \\u0633\\u0631\\u06cc\\u0639\\u060c \\u062e\\u062f\\u0645\\u0627\\u062a \\u067e\\u0633 \\u0627\\u0632 \\u0641\\u0631\\u0648\\u0634\\u060c \\u0645\\u0634\\u0627\\u0648\\u0631\\u0647 \\u062a\\u062e\\u0635\\u0635\\u06cc\\u060c \\u067e\\u0634\\u062a\\u06cc\\u0628\\u0627\\u0646\\u06cc \\u0622\\u0646\\u0644\\u0627\\u06cc\\u0646 \\u06f2\\u06f4 \\u0633\\u0627\\u0639\\u062a\\u0647 \\u0648 \\u062f\\u0633\\u062a\\u0631\\u0633\\u06cc \\u0622\\u0633\\u0627\\u0646 \\u0627\\u0632 \\u0648\\u06cc\\u0698\\u06af\\u06cc \\u0647\\u0627\\u06cc \\u0627\\u0635\\u0644\\u06cc \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0628\\u0647 \\u0634\\u0645\\u0627\\u0631 \\u0645\\u06cc \\u0622\\u06cc\\u062f.<\\/p>\"}}s:13:\"description_3\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":110:{{\"id\":\"description_3\",\"title\":\"\\u0627\\u0646\\u06af\\u06cc\\u0632\\u0647 \\u0633\\u0648\\u0645\",\"content\":\"<p>.<\\/p>\"}}s:13:\"description_4\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":122:{{\"id\":\"description_4\",\"title\":\"\\u0627\\u0646\\u06af\\u06cc\\u0632\\u0647 \\u0686\\u0647\\u0627\\u0631\\u0645\",\"content\":\"<p>.<\\/p>\"}}s:16:\"kitchentech_desc\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":138:{{\"id\":\"kitchentech_desc\",\"title\":\"\\u0645\\u062a\\u0646 \\u062a\\u06a9 \\u0622\\u0634\\u067e\\u0632\\u062e\\u0627\\u0646\\u0647\",\"content\":\"<p>.<\\/p>\"}}s:7:\"video_2\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Video\":254:{{\"id\":\"video_2\",\"title\":\"\\u0648\\u06cc\\u062f\\u0626\\u0648 \\u062f\\u0631\\u0628\\u0627\\u0631\\u0647 \\u0645\\u0627(\\u067e\\u0627\\u06cc\\u06cc\\u0646) \",\"src\":false,\"format\":false,\"poster\":\"\\/HCMS-assets\\/video\\/poster2.png\",\"controls\":\"1\",\"auto_play\":\"0\",\"loop\":\"0\"}}s:6:\"motto1\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":64:{{\"id\":\"motto1\",\"title\":\"\\u0634\\u0639\\u0627\\u06311\",\"content\":\"\"}}s:6:\"motto2\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":138:{{\"id\":\"motto2\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u062a\\u0648\\u0636\\u06cc\\u062d \\u0631\\u0648\\u06cc \\u0628\\u0646\\u0631\",\"content\":\"\"}}s:17:\"about-description\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":137:{{\"id\":\"about-description\",\"title\":\"\\u0645\\u062a\\u0646 \\u062a\\u0648\\u0636\\u06cc\\u062d \\u0631\\u0648\\u06cc \\u0628\\u0646\\u0631\",\"content\":\"\"}}s:15:\"larammerce_desc\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":620:{{\"id\":\"larammerce_desc\",\"title\":\"\\u0622\\u0634\\u067e\\u0632\\u062e\\u0627\\u0646\\u0647 \\u0644\\u0627\\u0631\\u0627\\u0645\\u0631\\u0633\",\"content\":\"<p>\\u0644\\u0648\\u0631\\u0645 \\u0627\\u06cc\\u067e\\u0633\\u0648\\u0645 \\u0645\\u062a\\u0646 \\u0633\\u0627\\u062e\\u062a\\u06af\\u06cc \\u0628\\u0627 \\u062a\\u0648\\u0644\\u06cc\\u062f \\u0633\\u0627\\u062f\\u06af\\u06cc \\u0646\\u0627\\u0645\\u0641\\u0647\\u0648\\u0645 \\u0627\\u0632 \\u0635\\u0646\\u0639\\u062a \\u0686\\u0627\\u067e\\u060c \\u0648 \\u0628\\u0627 \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u0627\\u0632 \\u0637\\u0631\\u0627\\u062d\\u0627\\u0646 \\u06af\\u0631\\u0627\\u0641\\u06cc\\u06a9 \\u0627\\u0633\\u062a\\u060c<\\/p>\"}}s:19:\"abzarmoblmahdi_desc\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":651:{{\"id\":\"abzarmoblmahdi_desc\",\"title\":\"\\u0627\\u0628\\u0632\\u0627\\u0631\\u0645\\u0628\\u0644 \\u0645\\u0647\\u062f\\u06cc(\\u062e\\u0648\\u0627\\u062c\\u0647 \\u0644\\u0648)\",\"content\":\"<p>\\u0644\\u0648\\u0631\\u0645 \\u0627\\u06cc\\u067e\\u0633\\u0648\\u0645 \\u0645\\u062a\\u0646 \\u0633\\u0627\\u062e\\u062a\\u06af\\u06cc \\u0628\\u0627 \\u062a\\u0648\\u0644\\u06cc\\u062f \\u0633\\u0627\\u062f\\u06af\\u06cc \\u0646\\u0627\\u0645\\u0641\\u0647\\u0648\\u0645 \\u0627\\u0632 \\u0635\\u0646\\u0639\\u062a \\u0686\\u0627\\u067e\\u060c \\u0648 \\u0628\\u0627 \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u0627\\u0632 \\u0637\\u0631\\u0627\\u062d\\u0627\\u0646 \\u06af\\u0631\\u0627\\u0641\\u06cc\\u06a9 \\u0627\\u0633\\u062a\\u060c<\\/p>\"}}}',NULL,'2017-12-16 10:29:46','2023-12-11 12:35:00',NULL,'سایت کیت‌لاین از دل شرکت رسام تک آشپزخانه Kitchentech با سابقه طولانی در تجهیز و برپایی از پایه تا پایان رستوران‌ها پدید آمده است.',NULL),(3,31,'contact','a:8:{s:5:\"title\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":118:{{\"id\":\"title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\",\"content\":\"\\u062a\\u0645\\u0627\\u0633 \\u0628\\u0627 \\u0645\\u0627\"}}s:11:\"description\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":489:{{\"id\":\"description\",\"title\":\"\\u062a\\u0648\\u0636\\u06cc\\u062d\\u0627\\u062a\",\"content\":\"<p>\\u0644\\u0637\\u0641\\u0627 \\u0628\\u0631\\u0627\\u06cc \\u062a\\u0645\\u0627\\u0633 \\u0628\\u0627 \\u0645\\u0627 \\u0648 \\u06cc\\u0627 <strong>\\u062b\\u0628\\u062a \\u0634\\u06a9\\u0627\\u06cc\\u0627\\u062a<\\/strong> \\u062e\\u0648\\u062f \\u0627\\u0632 \\u0631\\u0627\\u0647 \\u0647\\u0627\\u06cc \\u0627\\u0631\\u062a\\u0628\\u0627\\u0637\\u06cc \\u0632\\u06cc\\u0631 \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u06a9\\u0646\\u06cc\\u062f.<\\/p>\"}}s:12:\"phone_number\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":118:{{\"id\":\"phone_number\",\"title\":\"\\u062a\\u0644\\u0641\\u0646\",\"content\":\"\\u06f0\\u06f2\\u06f1-\\u06f7\\u06f2\\u06f1\\u06f1\\u06f3\"}}s:9:\"address_1\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":550:{{\"id\":\"address_1\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u0627\\u0648\\u0644\",\"content\":\"\\u062a\\u0647\\u0631\\u0627\\u0646\\u060c \\u0645\\u062d\\u0644\\u0647 \\u0686\\u06cc\\u0630\\u0631\\u060c \\u062e\\u06cc\\u0627\\u0628\\u0627\\u0646 \\u0634\\u0647\\u06cc\\u062f \\u0639\\u0644\\u06cc\\u0631\\u0636\\u0627 \\u0635\\u0627\\u0644\\u062d\\u06cc \\u062c\\u0646\\u0648\\u0628\\u06cc\\u060c \\u06a9\\u0648\\u0686\\u0647 \\u0639\\u0633\\u06a9\\u0631\\u06cc\\u060c \\u067e\\u0644\\u0627\\u06a9 \\u06f5\\u06f8\\u060c \\u0637\\u0628\\u0642\\u0647 \\u0686\\u0647\\u0627\\u0631\\u0645\\u060c \\u0648\\u0627\\u062d\\u062f \\u06f1\\u06f2\"}}s:5:\"email\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":84:{{\"id\":\"email\",\"title\":\"\\u0627\\u06cc\\u0645\\u06cc\\u0644\",\"content\":\"info@kitline.com\"}}s:9:\"address_2\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":550:{{\"id\":\"address_2\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \\u062f\\u0648\\u0645\",\"content\":\"\\u062a\\u0647\\u0631\\u0627\\u0646\\u060c \\u0645\\u062d\\u0644\\u0647 \\u0686\\u06cc\\u0630\\u0631\\u060c \\u062e\\u06cc\\u0627\\u0628\\u0627\\u0646 \\u0634\\u0647\\u06cc\\u062f \\u0639\\u0644\\u06cc\\u0631\\u0636\\u0627 \\u0635\\u0627\\u0644\\u062d\\u06cc \\u062c\\u0646\\u0648\\u0628\\u06cc\\u060c \\u06a9\\u0648\\u0686\\u0647 \\u0639\\u0633\\u06a9\\u0631\\u06cc\\u060c \\u067e\\u0644\\u0627\\u06a9 \\u06f5\\u06f8\\u060c \\u0637\\u0628\\u0642\\u0647 \\u0686\\u0647\\u0627\\u0631\\u0645\\u060c \\u0648\\u0627\\u062d\\u062f \\u06f1\\u06f2\"}}s:7:\"address\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":300:{{\"id\":\"address\",\"title\":\"\\u0622\\u062f\\u0631\\u0633 \",\"content\":\"\\u062a\\u0647\\u0631\\u0627\\u0646 \\u060c \\u0645\\u062f\\u0631\\u0633 \\u062e\\u06cc\\u0627\\u0628\\u0627\\u0646 \\u0634\\u0647\\u06cc\\u062f \\u062f\\u0633\\u062a\\u06af\\u0631\\u062f\\u06cc \\u060c\\u067e\\u0644\\u0627\\u06a9 197\\u060c\\u0648\\u0627\\u062d\\u062f 11\"}}s:4:\"time\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":333:{{\"id\":\"time\",\"title\":\"\\u0633\\u0627\\u0639\\u0627\\u062a \\u06a9\\u0627\\u0631\\u06cc\",\"content\":\"\\u0634\\u0646\\u0628\\u0647 \\u062a\\u0627 \\u0686\\u0647\\u0627\\u0631\\u0634\\u0646\\u0628\\u0647 \\u0627\\u0632 \\u0633\\u0627\\u0639\\u062a 8:30 \\u062a\\u0627 17:00 \\u067e\\u0646\\u062c\\u0634\\u0646\\u0628\\u0647 \\u0647\\u0627 \\u0627\\u0632 8:30 \\u062a\\u0627 12:30\"}}}',NULL,'2017-12-16 10:30:37','2023-12-05 11:17:52',NULL,'لطفا برای تماس با کیت لاین و یا ثبت شکایات خود با شماره ۰۲۱-۷۲۱۱۳ تماس بگیرید.',NULL),(4,32,'faq','a:4:{s:5:\"title\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":148:{{\"id\":\"title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\",\"content\":\"\\u067e\\u0631\\u0633\\u0634 \\u0647\\u0627\\u06cc \\u0645\\u062a\\u062f\\u0627\\u0648\\u0644\"}}s:26:\"center_office_phone_number\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":188:{{\"id\":\"center_office_phone_number\",\"title\":\"\\u062a\\u0644\\u0641\\u0646 \\u062f\\u0641\\u062a\\u0631 \\u0645\\u0631\\u06a9\\u0632\\u06cc\",\"content\":\"\\u06f0\\u06f2\\u06f1-\\u06f7\\u06f2\\u06f1\\u06f1\\u06f3\"}}s:29:\"customers_office_phone_number\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":228:{{\"id\":\"customers_office_phone_number\",\"title\":\"\\u062a\\u0644\\u0641\\u0646 \\u0645\\u0631\\u06a9\\u0632 \\u0627\\u0645\\u0648\\u0631 \\u0645\\u0634\\u062a\\u0631\\u06cc\\u0627\\u0646\",\"content\":\"\\u06f0\\u06f2\\u06f1-\\u06f7\\u06f2\\u06f1\\u06f1\\u06f3\"}}s:12:\"opening_time\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":382:{{\"id\":\"opening_time\",\"title\":\"\\u0632\\u0645\\u0627\\u0646 \\u067e\\u0627\\u0633\\u062e\\u06af\\u0648\\u06cc\\u06cc:\",\"content\":\"\\u0634\\u0646\\u0628\\u0647 \\u062a\\u0627 \\u0686\\u0647\\u0627\\u0631\\u0634\\u0646\\u0628\\u0647 \\u06f8:\\u06f4\\u06f5 \\u062a\\u0627 \\u06f2\\u06f2  <br>\\u067e\\u0646\\u062c\\u0634\\u0646\\u0628\\u0647 \\u0648 \\u062c\\u0645\\u0639\\u0647 \\u06f8:\\u06f4\\u06f5 \\u062a\\u0627 \\u06f1\\u06f8 <br>\"}}}',NULL,'2017-12-16 10:31:07','2022-08-30 09:16:47',NULL,'برای رفع سوالات احتمالی خود درباره خرید اینترنتی از فروشگاه کیت لاین، پرسش های متداول را مطالعه کنید.',NULL),(5,33,'shipping','a:2:{s:5:\"title\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":211:{{\"id\":\"title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\",\"content\":\"\\u0631\\u0648\\u0634 \\u0647\\u0627\\u06cc \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0648 \\u067e\\u0631\\u062f\\u0627\\u062e\\u062a \\u0647\\u0632\\u06cc\\u0646\\u0647\"}}s:11:\"description\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":5105:{{\"id\":\"description\",\"title\":\"\\u062a\\u0648\\u0636\\u06cc\\u062d\\u0627\\u062a\",\"content\":\"<p>\\u0645\\u0634\\u062a\\u0631\\u06cc\\u0627\\u0646\\u06cc \\u06a9\\u0647 \\u062f\\u0631 \\u062a\\u0647\\u0631\\u0627\\u0646 \\u0647\\u0633\\u062a\\u0646\\u062f \\u0645\\u06cc \\u062a\\u0648\\u0627\\u0646\\u0646\\u062f \\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627\\u06cc \\u062e\\u0648\\u062f \\u0631\\u0627 \\u062a\\u0627 \\u0633\\u0642\\u0641 \\u06f1.\\u06f5\\u06f0\\u06f0.\\u06f0\\u06f0\\u06f0 \\u062a\\u0648\\u0645\\u0627\\u0646 \\u0628\\u0627 \\u067e\\u0631\\u062f\\u0627\\u062e\\u062a \\u0645\\u0628\\u0644\\u063a \\u06f8\\u06f5 \\u0647\\u0632\\u0627\\u0631 \\u062a\\u0648\\u0645\\u0627\\u0646 \\u062c\\u0647\\u062a \\u062d\\u0645\\u0644 \\u062f\\u0631 \\u0647\\u0631 \\u0646\\u0642\\u0637\\u0647 \\u0627\\u0632 \\u0645\\u0646\\u0627\\u0637\\u0642 \\u06f2\\u06f2 \\u06af\\u0627\\u0646\\u0647 \\u0634\\u0647\\u0631 \\u062a\\u0647\\u0631\\u0627\\u0646 \\u062f\\u0631\\u06cc\\u0627\\u0641\\u062a \\u0646\\u0645\\u0627\\u06cc\\u0646\\u062f. \\u0632\\u0645\\u0627\\u0646 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u062f\\u0631 \\u062a\\u0647\\u0631\\u0627\\u0646 \\u0647\\u0645\\u0647 \\u0631\\u0648\\u0632\\u0647 \\u062d\\u062a\\u06cc \\u0631\\u0648\\u0632\\u0647\\u0627\\u06cc \\u062c\\u0645\\u0639\\u0647 \\u0648 \\u062a\\u0639\\u0637\\u06cc\\u0644\\u0627\\u062a \\u0631\\u0633\\u0645\\u06cc \\u062e\\u0631\\u06cc\\u062f\\u0647\\u0627\\u06cc\\u06cc \\u06a9\\u0647 \\u0642\\u0628\\u0644 \\u0627\\u0632 \\u06f8:\\u06f3\\u06f0 \\u0635\\u0628\\u062d \\u0627\\u0646\\u062c\\u0627\\u0645 \\u0634\\u0648\\u062f \\u0647\\u0645\\u0627\\u0646 \\u0631\\u0648\\u0632 \\u0648 \\u062e\\u0631\\u06cc\\u062f\\u0647\\u0627\\u06cc \\u0628\\u0639\\u062f \\u0627\\u0632 \\u0627\\u06cc\\u0646 \\u0633\\u0627\\u0639\\u062a \\u0641\\u0631\\u062f\\u0627\\u06cc \\u0622\\u0646 \\u0631\\u0648\\u0632 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0645\\u06cc \\u06af\\u0631\\u062f\\u062f.<\\/p>\\r\\n<p>\\u0645\\u0634\\u062a\\u0631\\u06cc\\u0627\\u0646\\u06cc \\u06a9\\u0647 \\u062f\\u0631 \\u0634\\u0647\\u0631\\u0633\\u062a\\u0627\\u0646 \\u0647\\u0633\\u062a\\u0646\\u062f \\u0645\\u06cc&zwnj;\\u062a\\u0648\\u0627\\u0646\\u0646\\u062f \\u0628\\u0627 \\u0627\\u0646\\u062a\\u062e\\u0627\\u0628 \\u06af\\u0632\\u06cc\\u0646\\u0647 \\u067e\\u0633\\u062a \\u0633\\u0641\\u0627\\u0631\\u0634\\u06cc \\u06cc\\u0627 \\u06a9\\u0627\\u0644\\u0627\\u0631\\u0633\\u0627\\u0646 \\u0646\\u0633\\u0628\\u062a \\u0628\\u0647 \\u062f\\u0631\\u06cc\\u0627\\u0641\\u062a \\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627\\u06cc \\u062e\\u0648\\u062f \\u0627\\u0642\\u062f\\u0627\\u0645 \\u0646\\u0645\\u0627\\u06cc\\u0646\\u062f \\u0648 \\u0647\\u0632\\u06cc\\u0646\\u0647 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0622\\u0646 \\u062a\\u0627 \\u0633\\u0642\\u0641 \\u06f1.\\u06f5\\u06f0\\u06f0.\\u06f0\\u06f0\\u06f0 \\u062a\\u0648\\u0645\\u0627\\u0646\\u060c \\u06f8\\u06f5 \\u0647\\u0632\\u0627\\u0631 \\u062a\\u0648\\u0645\\u0627\\u0646 \\u0645\\u06cc \\u0628\\u0627\\u0634\\u062f. \\u0632\\u0645\\u0627\\u0646 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u062d\\u062f\\u0648\\u062f \\u06f2 \\u062a\\u0627 \\u06f3 \\u0631\\u0648\\u0632 \\u06a9\\u0627\\u0631\\u06cc \\u062e\\u0648\\u0627\\u0647\\u062f \\u0628\\u0648\\u062f \\u06a9\\u0647 \\u0631\\u0648\\u0632\\u0647\\u0627\\u06cc \\u063a\\u06cc\\u0631 \\u06a9\\u0627\\u0631\\u06cc\\u060c \\u062a\\u0639\\u0637\\u06cc\\u0644\\u0627\\u062a \\u0631\\u0633\\u0645\\u06cc \\u0648 \\u0633\\u06cc\\u0632\\u062f\\u0647 \\u0631\\u0648\\u0632 \\u0627\\u06cc\\u0627\\u0645 \\u0646\\u0648\\u0631\\u0648\\u0632 \\u0631\\u0627 \\u0634\\u0627\\u0645\\u0644 \\u0646\\u0645\\u06cc \\u0634\\u0648\\u062f.<\\/p>\\r\\n<p>\\u0628\\u0631\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\\u0647\\u0627\\u06cc \\u0628\\u0627\\u0644\\u0627\\u06cc \\u06cc\\u06a9 \\u0645\\u06cc\\u0644\\u06cc\\u0648\\u0646 \\u0648 \\u067e\\u0627\\u0646\\u0635\\u062f \\u0647\\u0632\\u0627\\u0631 \\u062a\\u0648\\u0645\\u0627\\u0646 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0628\\u0647 \\u0635\\u0648\\u0631\\u062a \\u0631\\u0627\\u06cc\\u06af\\u0627\\u0646 \\u0628\\u0631\\u0627\\u06cc \\u0633\\u0631\\u0627\\u0633\\u0631 \\u06a9\\u0634\\u0648\\u0631 \\u0627\\u0646\\u062c\\u0627\\u0645 \\u062e\\u0648\\u0627\\u0647\\u062f \\u0634\\u062f. \\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627 \\u062f\\u0631 \\u0628\\u0633\\u062a\\u0647&zwnj;\\u0647\\u0627\\u06cc \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u062f\\u0631 \\u0627\\u0646\\u062f\\u0627\\u0632\\u0647&zwnj;\\u0647\\u0627\\u06cc \\u06f4\\u06f0*\\u06f3\\u06f6*\\u06f3\\u06f0 \\u0648 \\u06f5\\u06f6*\\u06f4\\u06f0*\\u06f5\\u06f0 \\u0648\\u06f2\\u06f0*\\u06f3\\u06f0*\\u06f2\\u06f0 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0645\\u06cc \\u06af\\u0631\\u062f\\u0646\\u062f.<\\/p>\\r\\n<p><strong class=\\\"question\\\"> \\u0631\\u0648\\u0634 \\u0647\\u0627\\u06cc \\u067e\\u0631\\u062f\\u0627\\u062e\\u062a \\u0628\\u0647 \\u0686\\u0647 \\u0634\\u06a9\\u0644 \\u0645\\u06cc \\u0628\\u0627\\u0634\\u062f\\u061f <\\/strong><\\/p>\\r\\n<p>\\u0631\\u0648\\u0634 \\u0647\\u0627\\u06cc \\u067e\\u0631\\u062f\\u0627\\u062e\\u062a \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a \\u0628\\u0647&nbsp;\\u0635\\u0648\\u0631\\u062a \\u067e\\u0631\\u062f\\u0627\\u062e\\u062a \\u0622\\u0646\\u0644\\u0627\\u06cc\\u0646 \\u062a\\u0648\\u0633\\u0637 \\u062f\\u0631\\u06af\\u0627\\u0647&zwnj; \\u0628\\u0627\\u0646\\u06a9 \\u0633\\u0627\\u0645\\u0627\\u0646 \\u0628\\u0648\\u062f\\u0647 \\u06a9\\u0647 \\u0628\\u0627 \\u062a\\u0645\\u0627\\u0645\\u06cc \\u06a9\\u0627\\u0631\\u062a \\u0647\\u0627\\u06cc \\u0628\\u0627\\u0646\\u06a9\\u06cc \\u0639\\u0636\\u0648 \\u0634\\u0628\\u06a9\\u0647 \\u0634\\u062a\\u0627\\u0628 \\u0645\\u06cc \\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u067e\\u0631\\u062f\\u0627\\u062e\\u062a \\u062e\\u0648\\u062f \\u0631\\u0627 \\u0627\\u0646\\u062c\\u0627\\u0645 \\u062f\\u0647\\u06cc\\u062f.<\\/p>\\r\\n<p>&nbsp;<\\/p>\"}}}',NULL,'2017-12-16 10:31:57','2023-01-07 14:11:35',NULL,'کالاها با پرداخت ۸۵هزارتومن برای خرید تا ۱.۵۰۰.۰۰۰ تومن، در هرجای کشور که باشند طی ۲تا۳ روز کاری ارسال خواهد شد.',NULL),(6,34,'buy-guide','a:21:{s:14:\"research_title\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":195:{{\"id\":\"research_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u0627\\u0648\\u0644\",\"content\":\"\\u062c\\u0633\\u062a\\u062c\\u0648 \\u0648 \\u0627\\u0646\\u062a\\u062e\\u0627\\u0628 \\u06a9\\u0627\\u0644\\u0627\"}}s:24:\"research_short_content_1\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":480:{{\"id\":\"research_short_content_1\",\"title\":\"\\u0645\\u062a\\u0646 \\u06a9\\u0648\\u062a\\u0627\\u0647\",\"content\":\"\\u0628\\u0631\\u0627\\u06cc \\u062c\\u0633\\u062a\\u062c\\u0648\\u06cc \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u0645\\u0648\\u0631\\u062f \\u0646\\u0638\\u0631 \\u062e\\u0648\\u062f \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a\\u060c \\u0627\\u0632 \\u0633\\u0647 \\u0631\\u0648\\u0634 \\u0645\\u06cc\\u200f\\u200c\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u06a9\\u0646\\u06cc\\u062f:\"}}s:16:\"research_content\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":932:{{\"id\":\"research_content\",\"title\":\"\\u0645\\u062a\\u0646 \\u0627\\u0648\\u0644\",\"content\":\"<p>\\u062f\\u0631 \\u0642\\u0633\\u0645\\u062a \\u0628\\u0627\\u0644\\u0627\\u06cc \\u0635\\u0641\\u062d\\u0647&zwnj;\\u0647\\u0627\\u06cc \\u0633\\u0627\\u06cc\\u062a \\u06cc\\u06a9 \\u0627\\u0628\\u0632\\u0627\\u0631 \\u062c\\u0633\\u062a\\u062c\\u0648 \\u0648\\u062c\\u0648\\u062f \\u062f\\u0627\\u0631\\u062f \\u06a9\\u0647 \\u0634\\u0645\\u0627 \\u0645\\u06cc&zwnj;&rlm;\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0628\\u0627 \\u062a\\u0627\\u06cc\\u067e \\u0646\\u0627\\u0645 \\u06cc\\u0627 \\u0628\\u062e\\u0634\\u06cc \\u0627\\u0632 \\u0646\\u0627\\u0645 \\u0622\\u0646 \\u06a9\\u0627\\u0644\\u0627 \\u062f\\u0631 \\u0646\\u0648\\u0627\\u0631 \\u062c\\u0633\\u062a\\u062c\\u0648\\u060c \\u0628\\u0647 \\u0635\\u0648\\u0631\\u062a \\u0645\\u0633\\u062a\\u0642\\u06cc\\u0645 \\u0628\\u0647 \\u0633\\u0631\\u0627\\u063a \\u0645\\u062d\\u0635\\u0648\\u0644 \\u0645\\u0648\\u0631\\u062f \\u0646\\u0638\\u0631 \\u062e\\u0648\\u062f \\u0628\\u0631\\u0648\\u06cc\\u062f.<\\/p>\"}}s:7:\"guide_1\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":269:{{\"id\":\"guide_1\",\"title\":\"\\u0631\\u0627\\u0647\\u0646\\u0645\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\",\"alt\":\"\\u0631\\u0627\\u0647\\u0646\\u0645\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\",\"src\":\"\\/uploads\\/not_categorized\\/1701968588.576zCf3e0SE7s\\/4182a9dd330c6442c4a1fbc78274d838.png\"}}s:28:\"categorical_research_content\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":2698:{{\"id\":\"categorical_research_content\",\"title\":\"\\u0645\\u062a\\u0646 \\u062f\\u0648\\u0645\",\"content\":\"<p>\\u0632\\u06cc\\u0631 \\u0627\\u0628\\u0632\\u0627\\u0631 \\u0646\\u0648\\u0627\\u0631 \\u062c\\u0633\\u062a\\u062c\\u0648\\u060c \\u06af\\u0631\\u0648\\u0647 \\u0628\\u0646\\u062f\\u06cc \\u06a9\\u0627\\u0644\\u0627 \\u0642\\u0631\\u0627\\u0631 \\u062f\\u0627\\u0631\\u062f \\u06a9\\u0647 \\u0628\\u0627 \\u0642\\u0631\\u0627\\u0631 \\u062f\\u0627\\u062f\\u0646 \\u0646\\u0634\\u0627\\u0646&rlm;\\u06af\\u0631 \\u0645\\u0648\\u0633 \\u0628\\u0631 \\u0631\\u0648\\u06cc \\u0647\\u0631 \\u06cc\\u06a9 \\u0627\\u0632 \\u0622\\u0646\\u0647\\u0627\\u060c \\u062f\\u0633\\u062a\\u0647 \\u0628\\u0646\\u062f\\u06cc \\u0645\\u062d\\u0635\\u0648\\u0644\\u0627\\u062a \\u0645\\u0631\\u062a\\u0628\\u0637 \\u0622\\u0646 \\u06af\\u0631\\u0648\\u0647 \\u06a9\\u0627\\u0644\\u0627 \\u0646\\u0645\\u0627\\u06cc\\u0634 \\u062f\\u0627\\u062f\\u0647 \\u0645\\u06cc&zwnj;&rlm;&rlm;\\u0634\\u0648\\u062f. \\u0633\\u067e\\u0633 \\u0628\\u0627&nbsp; \\u06a9\\u0644\\u06cc\\u06a9 \\u06a9\\u0631\\u062f\\u0646 \\u0628\\u0631 \\u0631\\u0648\\u06cc \\u062f\\u0633\\u062a\\u0647 \\u0628\\u0646\\u062f\\u06cc&rlm;&rlm;&zwnj;\\u0647\\u0627\\u06cc \\u06a9\\u0627\\u0644\\u0627\\u060c \\u0634\\u0645\\u0627 \\u0628\\u0647 \\u0635\\u0641\\u062d\\u0647&zwnj;\\u06cc \\u062c\\u0633\\u062a\\u062c\\u0648\\u06cc \\u067e\\u06cc\\u0634\\u0631\\u0641\\u062a\\u0647 \\u0645\\u0646\\u062a\\u0642\\u0644 \\u0645\\u06cc&zwnj;\\u0634\\u0648\\u06cc\\u062f \\u06a9\\u0647 \\u0645\\u06cc&zwnj;&rlm;&rlm;\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0628\\u0631 \\u0627\\u0633\\u0627\\u0633 \\u0633\\u0627\\u0632\\u0646\\u062f\\u0647\\u060c \\u0646\\u0648\\u0639 \\u06cc\\u0627 \\u0631\\u0646\\u06af \\u062c\\u0633\\u062a\\u062c\\u0648\\u06cc \\u062e\\u0648\\u062f \\u0631\\u0627 \\u0645\\u062d\\u062f\\u0648\\u062f \\u06a9\\u0646\\u06cc\\u062f. \\u062f\\u0631 \\u0645\\u0631\\u0627\\u062d\\u0644 \\u0628\\u0639\\u062f\\u06cc\\u060c \\u0645\\u06cc&zwnj;&rlm;&rlm;\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0627\\u0632 \\u0627\\u0628\\u0632\\u0627\\u0631 \\u062c\\u0633\\u062a\\u062c\\u0648\\u06cc \\u067e\\u06cc\\u0634\\u0631\\u0641\\u062a\\u0647 \\u0633\\u0627\\u06cc\\u062a \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u06a9\\u0646\\u06cc\\u062f \\u0648 \\u0628\\u0627 \\u0627\\u0646\\u062a\\u062e\\u0627\\u0628 \\u0648\\u06cc\\u0698\\u06af\\u06cc&zwnj;&rlm;&rlm;\\u0647\\u0627\\u06cc\\u06cc \\u06a9\\u0647 \\u0628\\u0631\\u0627\\u06cc \\u0634\\u0645\\u0627 \\u0627\\u0647\\u0645\\u06cc\\u062a \\u0628\\u06cc\\u0634\\u062a\\u0631\\u06cc \\u062f\\u0627\\u0631\\u0646\\u062f \\u062f\\u0631 \\u06a9\\u0646\\u0627\\u0631 \\u0645\\u062d\\u062f\\u0648\\u062f \\u06a9\\u0631\\u062f\\u0646 \\u062f\\u0627\\u0645\\u0646\\u0647 \\u0642\\u06cc\\u0645\\u062a \\u06a9\\u0627\\u0644\\u0627\\u060c \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u0645\\u0637\\u0644\\u0648\\u0628 \\u062e\\u0648\\u062f \\u0631\\u0627 \\u0631\\u0627\\u062d\\u062a&rlm;&rlm;&zwnj;\\u062a\\u0631 \\u0627\\u0646\\u062a\\u062e\\u0627\\u0628 \\u06a9\\u0646\\u06cc\\u062f.<\\/p>\"}}s:7:\"guide_2\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":209:{{\"id\":\"guide_2\",\"title\":\"\\u0631\\u0627\\u0647\\u0646\\u0645\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\",\"alt\":\"\\u0631\\u0627\\u0647\\u0646\\u0645\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\",\"src\":\"\\/HCMS-assets\\/img\\/guide2.jpg\"}}s:17:\"add_to_card_title\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":236:{{\"id\":\"add_to_card_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u062f\\u0648\\u0645\",\"content\":\"\\u0627\\u0636\\u0627\\u0641\\u0647 \\u06a9\\u0631\\u062f\\u0646 \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0647 \\u0633\\u0628\\u062f \\u062e\\u0631\\u06cc\\u062f\"}}s:25:\"add_to_card_short_content\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":1367:{{\"id\":\"add_to_card_short_content\",\"title\":\"\\u0645\\u062a\\u0646 \\u06a9\\u0648\\u062a\\u0627\\u0647\",\"content\":\"\\u067e\\u0633 \\u0627\\u0632 \\u0627\\u0646\\u062a\\u062e\\u0627\\u0628 \\u06a9\\u0627\\u0644\\u0627\\u06cc\\u06cc \\u06a9\\u0647 \\u062a\\u0635\\u0645\\u06cc\\u0645 \\u0646\\u0647\\u0627\\u06cc\\u06cc \\u0628\\u0631\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f \\u0622\\u0646 \\u062f\\u0627\\u0631\\u06cc\\u062f\\u060c \\u0628\\u0627 \\u06a9\\u0644\\u06cc\\u06a9 \\u06a9\\u0631\\u062f\\u0646 \\u0628\\u0631 \\u0631\\u0648\\u06cc \\u06af\\u0632\\u06cc\\u0646\\u0647 \\u0627\\u0636\\u0627\\u0641\\u0647 \\u0628\\u0647 \\u0633\\u0628\\u062f \\u062e\\u0631\\u06cc\\u062f\\u060c \\u0648\\u0627\\u0631\\u062f \\u0635\\u0641\\u062d\\u0647 \\u0633\\u0628\\u062f \\u062e\\u0631\\u06cc\\u062f \\u0645\\u06cc\\u200c\\u200f\\u0634\\u0648\\u06cc\\u062f. \\u0627\\u06af\\u0631 \\u0642\\u0635\\u062f \\u062e\\u0631\\u06cc\\u062f \\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627\\u06cc \\u0628\\u06cc\\u0634\\u062a\\u0631\\u06cc \\u0631\\u0627 \\u062f\\u0627\\u0631\\u06cc\\u062f\\u060c \\u0622\\u0646\\u0647\\u0627 \\u0631\\u0627 \\u0646\\u06cc\\u0632 \\u0628\\u0647 \\u0633\\u0628\\u062f \\u062e\\u0631\\u06cc\\u062f \\u062e\\u0648\\u062f \\u0627\\u0636\\u0627\\u0641\\u0647 \\u06a9\\u0646\\u06cc\\u062f \\u062a\\u0627 \\u0628\\u0647 \\u0635\\u0648\\u0631\\u062a \\u06cc\\u06a9 \\u0633\\u0641\\u0627\\u0631\\u0634 \\u0628\\u0631\\u0627\\u06cc \\u0634\\u0645\\u0627 \\u067e\\u0631\\u062f\\u0627\\u0632\\u0634 \\u0648 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0634\\u0648\\u0646\\u062f.\"}}s:7:\"guide_3\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":209:{{\"id\":\"guide_3\",\"title\":\"\\u0631\\u0627\\u0647\\u0646\\u0645\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\",\"alt\":\"\\u0631\\u0627\\u0647\\u0646\\u0645\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\",\"src\":\"\\/HCMS-assets\\/img\\/guide3.jpg\"}}s:19:\"add_to_card_content\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":70:{{\"id\":\"add_to_card_content\",\"title\":\"\\u0645\\u062a\\u0646\",\"content\":\"\"}}s:21:\"finalize_buying_title\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":183:{{\"id\":\"finalize_buying_title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u0633\\u0648\\u0645\",\"content\":\"\\u0646\\u0647\\u0627\\u06cc\\u06cc \\u06a9\\u0631\\u062f\\u0646 \\u062e\\u0631\\u06cc\\u062f\"}}s:29:\"finalize_buying_short_content\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":658:{{\"id\":\"finalize_buying_short_content\",\"title\":\"\\u0645\\u062a\\u0646 \\u06a9\\u0648\\u062a\\u0627\\u0647\",\"content\":\"\\u067e\\u0633 \\u0627\\u0632 \\u0627\\u0646\\u062a\\u062e\\u0627\\u0628 \\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627\\u06cc \\u0645\\u0648\\u0631\\u062f\\u0646\\u0638\\u0631 \\u0648 \\u0627\\u0636\\u0627\\u0641\\u0647 \\u06a9\\u0631\\u062f\\u0646 \\u0622\\u0646\\u0647\\u0627 \\u0628\\u0647 \\u0633\\u0628\\u062f \\u062e\\u0631\\u06cc\\u062f\\u060c \\u0628\\u0627\\u06cc\\u062f \\u0633\\u0641\\u0627\\u0631\\u0634 \\u062e\\u0648\\u062f \\u0631\\u0627 \\u0637\\u06cc 4 \\u0645\\u0631\\u062d\\u0644\\u0647 \\u0632\\u06cc\\u0631 \\u062a\\u06a9\\u0645\\u06cc\\u0644 \\u0648 \\u0646\\u0647\\u0627\\u06cc\\u06cc \\u06a9\\u0646\\u06cc\\u062f:\"}}s:7:\"guide_4\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":209:{{\"id\":\"guide_4\",\"title\":\"\\u0631\\u0627\\u0647\\u0646\\u0645\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\",\"alt\":\"\\u0631\\u0627\\u0647\\u0646\\u0645\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\",\"src\":\"\\/HCMS-assets\\/img\\/guide4.jpg\"}}s:23:\"finalize_buying_content\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":1907:{{\"id\":\"finalize_buying_content\",\"title\":\"\\u0645\\u062a\\u0646\",\"content\":\"<p>\\u0627\\u06af\\u0631 \\u0628\\u062f\\u0648\\u0646 \\u0648\\u0627\\u0631\\u062f \\u0634\\u062f\\u0646 \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a \\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627\\u06cc \\u0645\\u0648\\u0631\\u062f\\u0646\\u0638\\u0631\\u062a\\u0627\\u0646 \\u0631\\u0627 \\u0628\\u0647 \\u0633\\u0628\\u062f \\u062e\\u0631\\u06cc\\u062f \\u0627\\u0636\\u0627\\u0641\\u0647 \\u06a9\\u0631\\u062f\\u0647 \\u0628\\u0627\\u0634\\u06cc\\u062f\\u060c \\u0628\\u0627\\u06cc\\u062f \\u062f\\u0631 \\u0645\\u0631\\u062d\\u0644\\u0647 \\\"\\u0648\\u0631\\u0648\\u062f \\\" \\u0628\\u0627 \\u0648\\u0627\\u0631\\u062f \\u06a9\\u0631\\u062f\\u0646 \\u0646\\u0627\\u0645 \\u06a9\\u0627\\u0631\\u0628\\u0631\\u06cc \\u0648 \\u0631\\u0645\\u0632 \\u0639\\u0628\\u0648\\u0631 \\u062e\\u0648\\u062f\\u060c \\u0648\\u0627\\u0631\\u062f \\u0633\\u0627\\u06cc\\u062a &rlm;&zwnj;\\u0634\\u0648\\u06cc\\u062f. \\u0627\\u06af\\u0631 \\u0642\\u0628\\u0644\\u0627\\u064b \\u062d\\u0633\\u0627\\u0628 \\u06a9\\u0627\\u0631\\u0628\\u0631\\u06cc \\u0646\\u062f\\u0627\\u0634\\u062a\\u0647&zwnj;\\u0627\\u06cc\\u062f \\u0645\\u06cc&zwnj;&rlm;&rlm;\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0628\\u0647 \\u0631\\u0627\\u062d\\u062a\\u06cc \\u062f\\u0631 \\u0686\\u0646\\u062f \\u062b\\u0627\\u0646\\u06cc\\u0647 \\u0648 \\u0628\\u0627 \\u0648\\u0627\\u0631\\u062f \\u06a9\\u0631\\u062f\\u0646 \\u0627\\u06cc\\u0645\\u06cc\\u0644 \\u0648 \\u0645\\u0634\\u062e\\u0635\\u0627\\u062a \\u062e\\u0648\\u062f\\u060c \\u0627\\u0628\\u062a\\u062f\\u0627 \\u0639\\u0636\\u0648 \\u0633\\u0627\\u06cc\\u062a \\u0634\\u062f\\u0647 \\u0648 \\u0633\\u067e\\u0633 \\u0633\\u0628\\u062f \\u062e\\u0631\\u06cc\\u062f \\u062e\\u0648\\u062f \\u0631\\u0627 \\u062b\\u0628\\u062a \\u06a9\\u0646\\u06cc\\u062f. \\u0633\\u067e\\u0633 \\u0628\\u0627 \\u0637\\u06cc \\u0645\\u0631\\u0627\\u062d\\u0644 \\u0628\\u0639\\u062f\\u06cc\\u060c \\u0633\\u0641\\u0627\\u0631\\u0634 \\u0634\\u0645\\u0627 \\u062b\\u0628\\u062a \\u0648 \\u0622\\u0645\\u0627\\u062f\\u0647 \\u067e\\u0631\\u062f\\u0627\\u0632\\u0634 \\u062e\\u0648\\u0627\\u0647\\u062f \\u0634\\u062f.<\\/p>\"}}s:18:\"online_buy_content\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":612:{{\"id\":\"online_buy_content\",\"title\":\"\\u0645\\u062a\\u0646 \\u0642\\u0627\\u0628\\u0644 \\u062e\\u0631\\u06cc\\u062f \\u0622\\u0646\\u0644\\u0627\\u06cc\\u0646\",\"content\":\"<p>\\u06a9\\u0644\\u06cc\\u0647 \\u0645\\u062d\\u0635\\u0648\\u0644\\u0627\\u062a\\u06cc \\u06a9\\u0647 \\u062f\\u0627\\u0631\\u0627\\u06cc \\u0627\\u06cc\\u0646 \\u0639\\u0644\\u0627\\u0645\\u062a \\u0647\\u0633\\u062a\\u0646\\u062f\\u060c \\u0645\\u06cc&zwnj;\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0628\\u0647 \\u0635\\u0648\\u0631\\u062a \\u0622\\u0646\\u0644\\u0627\\u06cc\\u0646 \\u0648 \\u0627\\u0632 \\u0633\\u0627\\u06cc\\u062a \\u062e\\u0631\\u06cc\\u062f\\u0627\\u0631\\u06cc \\u06a9\\u0646\\u06cc\\u062f.<\\/p>\"}}s:14:\"online_buy_img\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":344:{{\"id\":\"online_buy_img\",\"title\":\"\\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627\\u06cc \\u0642\\u0627\\u0628\\u0644 \\u062e\\u0631\\u06cc\\u062f \\u0622\\u0646\\u0644\\u0627\\u06cc\\u0646\",\"alt\":\"\\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627\\u06cc \\u0642\\u0627\\u0628\\u0644 \\u062e\\u0631\\u06cc\\u062f \\u0622\\u0646\\u0644\\u0627\\u06cc\\u0646\",\"src\":\"\\/HCMS-assets\\/img\\/online-buy.png\"}}s:20:\"online_order_content\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":999:{{\"id\":\"online_order_content\",\"title\":\"\\u0645\\u062a\\u0646 \\u0642\\u0627\\u0628\\u0644 \\u0633\\u0641\\u0627\\u0631\\u0634\",\"content\":\"<p>\\u0645\\u062d\\u0635\\u0648\\u0644\\u0627\\u062a\\u06cc \\u06a9\\u0647 \\u0628\\u0627 \\u0627\\u06cc\\u0646 \\u0645\\u062a\\u0646 \\u0639\\u0644\\u0627\\u0645\\u062a&zwnj;\\u06af\\u0630\\u0627\\u0631\\u06cc \\u0634\\u062f\\u0647&zwnj;\\u0627\\u0646\\u062f \\u0631\\u0627 \\u0646\\u0645\\u06cc&zwnj;\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0627\\u0632 \\u0633\\u0627\\u06cc\\u062a \\u062e\\u0631\\u06cc\\u062f\\u0627\\u0631\\u06cc \\u06a9\\u0646\\u06cc\\u062f \\u0648 \\u0641\\u0642\\u0637 \\u0627\\u0645\\u06a9\\u0627\\u0646 \\u062f\\u0631\\u06cc\\u0627\\u0641\\u062a \\u067e\\u06cc\\u0634&zwnj;\\u0641\\u0627\\u06a9\\u062a\\u0648\\u0631 \\u0622\\u0646\\u0644\\u0627\\u06cc\\u0646 \\u0648\\u062c\\u0648\\u062f \\u062f\\u0627\\u0631\\u062f. \\u0628\\u0631\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f \\u0622\\u0646\\u0647\\u0627 \\u0628\\u0627 \\u06a9\\u0627\\u0631\\u0634\\u0646\\u0627\\u0633\\u0627\\u0646 \\u0645\\u0627 \\u062a\\u0645\\u0627\\u0633 \\u0628\\u06af\\u06cc\\u0631\\u06cc\\u062f.<\\/p>\"}}s:16:\"online_order_img\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":286:{{\"id\":\"online_order_img\",\"title\":\"\\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627\\u06cc \\u0642\\u0627\\u0628\\u0644 \\u0633\\u0641\\u0627\\u0631\\u0634\",\"alt\":\"\\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627\\u06cc \\u0642\\u0627\\u0628\\u0644 \\u0633\\u0641\\u0627\\u0631\\u0634\",\"src\":\"\\/HCMS-assets\\/img\\/online-order.png\"}}s:17:\"promotion_content\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":1162:{{\"id\":\"promotion_content\",\"title\":\"\\u0645\\u062a\\u0646 \\u062a\\u062e\\u0641\\u06cc\\u0641 \\u067e\\u0644\\u06a9\\u0627\\u0646\\u06cc\",\"content\":\"<p>\\u0633\\u06cc\\u0633\\u062a\\u0645 \\u062a\\u062e\\u0641\\u06cc\\u0641 \\u067e\\u0644\\u06a9\\u0627\\u0646\\u06cc \\u0641\\u0631\\u0648\\u0634\\u06af\\u0627\\u0647 \\u0622\\u0646\\u0644\\u0627\\u06cc\\u0646 \\u0631\\u06cc\\u062a\\u0627\\u067e\\u06cc \\u0628\\u0647 \\u0627\\u06cc\\u0646 \\u0635\\u0648\\u0631\\u062a \\u0627\\u0633\\u062a \\u06a9\\u0647 \\u0627\\u06af\\u0631 \\u0645\\u0628\\u0644\\u063a \\u062e\\u0631\\u06cc\\u062f \\u0634\\u0645\\u0627 \\u0627\\u0632 \\u0622\\u0646 \\u0645\\u062d\\u0635\\u0648\\u0644 \\u062a\\u0627 X \\u062a\\u0648\\u0645\\u0627\\u0646 \\u0628\\u0627\\u0634\\u062f\\u060c \\u0628\\u0647 \\u0639\\u0646\\u0648\\u0627\\u0646 \\u0645\\u062b\\u0627\\u0644 \\u0634\\u0627\\u0645\\u0644 \\u06f1\\u06f0\\u066a \\u062a\\u062e\\u0641\\u06cc\\u0641 \\u0645\\u06cc&zwnj;\\u0634\\u0648\\u06cc\\u062f. \\u0627\\u06af\\u0631 \\u062a\\u0627 \\u0633\\u0642\\u0641 Y \\u062a\\u0648\\u0645\\u0627\\u0646 \\u0628\\u0627\\u0634\\u062f \\u0634\\u0627\\u0645\\u0644 \\u06f1\\u06f5\\u066a \\u062a\\u062e\\u0641\\u06cc\\u0641 \\u0645\\u06cc&zwnj;\\u0634\\u0648\\u06cc\\u062f \\u0648 \\u0628\\u0647 \\u0647\\u0645\\u06cc\\u0646 \\u062a\\u0631\\u062a\\u06cc\\u0628.<\\/p>\"}}s:13:\"promotion_img\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":217:{{\"id\":\"promotion_img\",\"title\":\"\\u062a\\u062e\\u0641\\u06cc\\u0641 \\u067e\\u0644\\u06a9\\u0627\\u0646\\u06cc\",\"alt\":\"\\u062a\\u062e\\u0641\\u06cc\\u0641 \\u067e\\u0644\\u06a9\\u0627\\u0646\\u06cc\",\"src\":\"\\/HCMS-assets\\/img\\/discount.png\"}}s:14:\"promotion_img2\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":219:{{\"id\":\"promotion_img2\",\"title\":\"\\u062a\\u062e\\u0641\\u06cc\\u0641 \\u067e\\u0644\\u06a9\\u0627\\u0646\\u06cc\",\"alt\":\"\\u062a\\u062e\\u0641\\u06cc\\u0641 \\u067e\\u0644\\u06a9\\u0627\\u0646\\u06cc\",\"src\":\"\\/HCMS-assets\\/img\\/discount2.png\"}}}',NULL,'2017-12-16 10:33:11','2023-12-07 17:03:08',NULL,'برای خرید از فروشگاه اینترنتی کیت لاین، راهنمای خرید را مطالعه کنید.',NULL),(8,37,'privacy','a:5:{s:5:\"title\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":123:{{\"id\":\"title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\",\"content\":\"\\u062d\\u0631\\u06cc\\u0645 \\u062e\\u0635\\u0648\\u0635\\u06cc\"}}s:11:\"description\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":9599:{{\"id\":\"description\",\"title\":\"\\u062a\\u0648\\u0636\\u06cc\\u062d\\u0627\\u062a\",\"content\":\"<p>\\u0634\\u0645\\u0627 \\u0645\\u0634\\u062a\\u0631\\u06cc\\u0627\\u0646 \\u0645\\u062d\\u062a\\u0631\\u0645 \\u0644\\u0627\\u0631\\u0627\\u0645\\u0631\\u0633 \\u0628\\u0631\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\\u060c \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0646\\u0638\\u0631\\u0627\\u062a \\u0648 \\u062f\\u0633\\u062a\\u06cc\\u0627\\u0628\\u06cc \\u0628\\u0647 \\u0628\\u0631\\u062e\\u06cc \\u0627\\u0645\\u06a9\\u0627\\u0646\\u0627\\u062a \\u062f\\u06cc\\u06af\\u0631 \\u0633\\u0627\\u06cc\\u062a\\u060c \\u0646\\u06cc\\u0627\\u0632\\u0645\\u0646\\u062f \\u062b\\u0628\\u062a \\u0646\\u0627\\u0645 \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a \\u0648 \\u0648\\u0631\\u0648\\u062f \\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u062e\\u0648\\u062f \\u0647\\u0633\\u062a\\u06cc\\u062f. \\u0644\\u0627\\u0631\\u0627\\u0645\\u0631\\u0633 \\u0628\\u0627 \\u0627\\u062d\\u062a\\u0631\\u0627\\u0645 \\u0628\\u0647 \\u062d\\u0631\\u06cc\\u0645 \\u0634\\u062e\\u0635\\u06cc \\u0634\\u0645\\u0627 \\u062a\\u0644\\u0627\\u0634 \\u0645\\u06cc&zwnj;\\u06a9\\u0646\\u062f \\u062a\\u0627 \\u062e\\u062f\\u0645\\u0627\\u062a\\u06cc \\u0627\\u0645\\u0646 \\u0631\\u0627 \\u062f\\u0631 \\u0627\\u062e\\u062a\\u06cc\\u0627\\u0631 \\u0634\\u0645\\u0627 \\u0628\\u06af\\u0630\\u0627\\u0631\\u062f.<br \\/>\\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a\\u06cc \\u06a9\\u0647 \\u0645\\u0648\\u0631\\u062f \\u0646\\u06cc\\u0627\\u0632 \\u0627\\u0633\\u062a \\u0634\\u0627\\u0645\\u0644 \\u0622\\u062f\\u0631\\u0633\\u060c \\u0634\\u0645\\u0627\\u0631\\u0647 \\u062a\\u0644\\u0641\\u0646 \\u0648 \\u0622\\u062f\\u0631\\u0633 \\u0627\\u06cc\\u0645\\u06cc\\u0644 \\u0634\\u0645\\u0627\\u0633\\u062a. \\u0647\\u0645\\u0686\\u0646\\u06cc\\u0646 \\u0645\\u0637\\u0627\\u0628\\u0642 \\u0628\\u0627 \\u0642\\u0648\\u0627\\u0646\\u06cc\\u0646 \\u062a\\u062c\\u0627\\u0631\\u062a \\u0627\\u0644\\u06a9\\u062a\\u0631\\u0648\\u0646\\u06cc\\u06a9 \\u0648 \\u0642\\u0627\\u0646\\u0648\\u0646&zwnj;\\u0647\\u0627\\u06cc\\u06cc \\u06a9\\u0647 \\u062f\\u0631 \\u0631\\u0648\\u0646\\u062f \\u062e\\u0631\\u06cc\\u062f \\u0648\\u062c\\u0648\\u062f \\u062f\\u0627\\u0631\\u062f (\\u0641\\u0627\\u06a9\\u062a\\u0648\\u0631 \\u0631\\u0633\\u0645\\u06cc\\u060c \\u06af\\u0648\\u0627\\u0647\\u06cc \\u0627\\u0631\\u0632\\u0634 \\u0627\\u0641\\u0632\\u0648\\u062f\\u0647 \\u0648 ...)\\u060c \\u062b\\u0628\\u062a \\u0627\\u0633\\u0645 \\u0648 \\u06a9\\u062f \\u0645\\u0644\\u06cc \\u0628\\u0631\\u0627\\u06cc \\u0627\\u0634\\u062e\\u0627\\u0635 \\u062d\\u0642\\u06cc\\u0642\\u06cc \\u0648 \\u06a9\\u062f \\u0627\\u0642\\u062a\\u0635\\u0627\\u062f\\u06cc \\u0648 \\u0634\\u0646\\u0627\\u0633\\u0647 \\u0645\\u0644\\u06cc \\u0628\\u0631\\u0627\\u06cc \\u0645\\u0634\\u062a\\u0631\\u06cc\\u0627\\u0646 \\u062d\\u0642\\u0648\\u0642\\u06cc \\u0627\\u0644\\u0632\\u0627\\u0645\\u06cc \\u0627\\u0633\\u062a.<br \\/>\\u0622\\u062f\\u0631\\u0633\\u060c \\u0627\\u06cc\\u0645\\u06cc\\u0644 \\u0648 \\u0634\\u0645\\u0627\\u0631\\u0647 \\u062a\\u0644\\u0641\\u0646&zwnj;\\u0647\\u0627\\u06cc\\u06cc \\u06a9\\u0647 \\u0634\\u0645\\u0627 \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a \\u0648\\u0627\\u0631\\u062f \\u0645\\u06cc&zwnj;\\u06a9\\u0646\\u06cc\\u062f \\u0628\\u0647 \\u0645\\u0646\\u0632\\u0644\\u0647 \\u062a\\u0627\\u06cc\\u06cc\\u062f \\u0627\\u0632 \\u062c\\u0627\\u0646\\u0628 \\u0634\\u0645\\u0627\\u0633\\u062a \\u0648 \\u0647\\u0645\\u0647 \\u062a\\u0639\\u0627\\u0645\\u0644\\u0627\\u062a \\u0644\\u0627\\u0631\\u0627\\u0645\\u0631\\u0633 \\u0628\\u0627 \\u0634\\u0645\\u0627 \\u0627\\u0632 \\u0637\\u0631\\u06cc\\u0642 \\u0622\\u0646&zwnj;\\u0647\\u0627 \\u0635\\u0648\\u0631\\u062a \\u062e\\u0648\\u0627\\u0647\\u062f \\u06af\\u0631\\u0641\\u062a. \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a\\u06cc \\u06a9\\u0647 \\u0627\\u06cc\\u0646 \\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u0628\\u0647 \\u0637\\u0648\\u0631 \\u06a9\\u0627\\u0645\\u0644 \\u0648\\u0627\\u0631\\u062f \\u0646\\u0634\\u062f\\u0647 \\u0628\\u0627\\u0634\\u062f\\u060c \\u0644\\u0627\\u0631\\u0627\\u0645\\u0631\\u0633 \\u0627\\u0632 \\u0634\\u0645\\u0627 \\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u0628\\u06cc\\u0634\\u062a\\u0631\\u06cc \\u0645\\u06cc&zwnj;\\u062e\\u0648\\u0627\\u0647\\u062f. \\u0647\\u0645\\u0686\\u0646\\u06cc\\u0646 \\u0634\\u0645\\u0627 \\u0645\\u06cc&zwnj;\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0628\\u0631\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\\u0647\\u0627\\u06cc \\u062e\\u0648\\u062f \\u0622\\u062f\\u0631\\u0633 \\u0648 \\u0634\\u0645\\u0627\\u0631\\u0647 \\u062a\\u0644\\u0641\\u0646 \\u0641\\u0631\\u062f \\u062f\\u06cc\\u06af\\u0631\\u06cc \\u0631\\u0627 \\u0630\\u06a9\\u0631 \\u06a9\\u0646\\u06cc\\u062f \\u06a9\\u0647 \\u0628\\u062f\\u06cc\\u0646 \\u062a\\u0631\\u062a\\u06cc\\u0628 \\u0645\\u062d\\u0635\\u0648\\u0644 \\u0645\\u0648\\u0631\\u062f \\u0646\\u0638\\u0631 \\u0634\\u0645\\u0627 \\u0628\\u0647 \\u0622\\u0646 \\u0622\\u062f\\u0631\\u0633 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0645\\u06cc&zwnj;\\u06af\\u0631\\u062f\\u062f.<br \\/>\\u0644\\u0627\\u0631\\u0627\\u0645\\u0631\\u0633 \\u0645\\u0645\\u06a9\\u0646 \\u0627\\u0633\\u062a \\u0628\\u0631\\u0627\\u06cc \\u0627\\u0646\\u062c\\u0627\\u0645 \\u0628\\u0631\\u062e\\u06cc \\u062a\\u062d\\u0642\\u06cc\\u0642\\u0627\\u062a \\u06cc\\u0627 \\u0627\\u0631\\u062a\\u0628\\u0627\\u0637 \\u0628\\u0627 \\u0645\\u0634\\u062a\\u0631\\u06cc\\u0627\\u0646 \\u0627\\u0632 \\u0627\\u06cc\\u0646 \\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u06a9\\u0646\\u062f \\u0648 \\u06cc\\u0627 \\u0628\\u0631\\u0627\\u06cc \\u062f\\u0631 \\u062c\\u0631\\u06cc\\u0627\\u0646 \\u06af\\u0630\\u0627\\u0634\\u062a\\u0646 \\u0645\\u0634\\u062a\\u0631\\u06cc\\u0627\\u0646 \\u0627\\u0632 \\u0622\\u062e\\u0631\\u06cc\\u0646 \\u0627\\u062e\\u0628\\u0627\\u0631 \\u0648 \\u0645\\u062d\\u0635\\u0648\\u0644\\u0627\\u062a \\u067e\\u06cc\\u0627\\u0645&zwnj;\\u0647\\u0627\\u06cc\\u06cc \\u0631\\u0627 \\u0628\\u0631\\u0627\\u06cc \\u0634\\u0645\\u0627 \\u0627\\u06cc\\u0645\\u06cc\\u0644 \\u06a9\\u0646\\u062f \\u06cc\\u0627 \\u0627\\u0632 \\u0637\\u0631\\u06cc\\u0642 \\u067e\\u06cc\\u0627\\u0645 \\u06a9\\u0648\\u062a\\u0627\\u0647 \\u067e\\u06cc\\u0627\\u0645 \\u0628\\u0641\\u0631\\u0633\\u062a\\u062f. \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a\\u06cc \\u06a9\\u0647 \\u062a\\u0645\\u0627\\u06cc\\u0644\\u06cc \\u0628\\u0647 \\u062f\\u0631\\u06cc\\u0627\\u0641\\u062a \\u0622\\u0646&zwnj;\\u0647\\u0627 \\u0646\\u062f\\u0627\\u0634\\u062a\\u0647 \\u0628\\u0627\\u0634\\u06cc\\u062f \\u0645\\u06cc&zwnj;\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0639\\u0636\\u0648\\u06cc\\u062a \\u062f\\u0631 \\u062e\\u0628\\u0631\\u0646\\u0627\\u0645\\u0647 \\u0631\\u0627 \\u06a9\\u0646\\u0633\\u0644 \\u06a9\\u0646\\u06cc\\u062f.<br \\/>\\u062d\\u0641\\u0638 \\u0648 \\u0646\\u06af\\u0647\\u062f\\u0627\\u0631\\u06cc \\u0631\\u0645\\u0632 \\u0639\\u0628\\u0648\\u0631 \\u0648 \\u0646\\u0627\\u0645 \\u06a9\\u0627\\u0631\\u0628\\u0631\\u06cc \\u0628\\u0631\\u0639\\u0647\\u062f\\u0647 \\u06a9\\u0627\\u0628\\u0631 \\u0627\\u0633\\u062a. \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a\\u06cc \\u06a9\\u0647 \\u0647\\u0631\\u06cc\\u06a9 \\u0627\\u0632 \\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u0634\\u0645\\u0627 \\u0646\\u0638\\u06cc\\u0631 \\u0634\\u0645\\u0627\\u0631\\u0647 \\u062a\\u0645\\u0627\\u0633 \\u062a\\u0627\\u0646 \\u062a\\u063a\\u06cc\\u06cc\\u0631 \\u06cc\\u0627\\u0641\\u062a\\u060c \\u0628\\u0647 \\u067e\\u0631\\u0648\\u0641\\u0627\\u06cc\\u0644 \\u062e\\u0648\\u062f \\u0631\\u0641\\u062a\\u0647 \\u0648 \\u0622\\u0646 \\u0631\\u0627 \\u0628\\u0647 \\u0631\\u0648\\u0632 \\u06a9\\u0646\\u06cc\\u062f.<br \\/>\\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u0634\\u0645\\u0627 \\u0628\\u0647 \\u0647\\u06cc\\u0686 \\u0639\\u0646\\u0648\\u0627\\u0646 \\u062f\\u0631 \\u0627\\u062e\\u062a\\u06cc\\u0627\\u0631 \\u0634\\u062e\\u0635 \\u06cc\\u0627 \\u0633\\u0627\\u0632\\u0645\\u0627\\u0646 \\u062f\\u06cc\\u06af\\u0631\\u06cc \\u0642\\u0631\\u0627\\u0631 \\u0646\\u062e\\u0648\\u0627\\u0647\\u062f \\u06af\\u0631\\u0641\\u062a \\u0648 \\u0628\\u0647 \\u0635\\u0648\\u0631\\u062a \\u0645\\u062d\\u0631\\u0645\\u0627\\u0646\\u0647 \\u062d\\u0641\\u0638 \\u0648 \\u0646\\u06af\\u0647\\u062f\\u0627\\u0631\\u06cc \\u062e\\u0648\\u0627\\u0647\\u062f \\u0634\\u062f \\u0645\\u06af\\u0631 \\u0627\\u06cc\\u0646\\u06a9\\u0647 \\u062d\\u06a9\\u0645 \\u0627\\u0632 \\u062c\\u0627\\u0646\\u0628 \\u0645\\u0631\\u0627\\u062c\\u0639 \\u0642\\u0627\\u0646\\u0648\\u0646\\u06cc \\u0635\\u0627\\u062f\\u0631 \\u06af\\u0631\\u062f\\u062f.<br \\/>\\u0645\\u0627 \\u0646\\u06cc\\u0632 \\u0647\\u0645\\u0627\\u0646\\u0646\\u062f \\u0633\\u0627\\u06cc\\u0631 \\u0648\\u0628 \\u0633\\u0627\\u06cc\\u062a&zwnj;\\u0647\\u0627 \\u0627\\u0632 \\u062c\\u0645\\u0639 \\u0622\\u0648\\u0631\\u06cc IP \\u0648 \\u06a9\\u0648\\u06a9\\u06cc&zwnj;\\u0647\\u0627 \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u0645\\u06cc&zwnj;\\u06a9\\u0646\\u06cc\\u062f\\u060c \\u0627\\u0645\\u0627 \\u067e\\u0631\\u0648\\u062a\\u06a9\\u0644\\u060c \\u0633\\u0631\\u0648\\u0631 \\u0648 \\u0644\\u0627\\u06cc\\u0647&zwnj;\\u0647\\u0627\\u06cc \\u0627\\u0645\\u0646\\u06cc\\u062a\\u06cc \\u0644\\u0627\\u0631\\u0627\\u0645\\u0631\\u0633 \\u0648 \\u0631\\u0648\\u0634&zwnj;\\u0647\\u0627\\u06cc \\u0645\\u0646\\u0627\\u0633\\u0628 \\u0645\\u062f\\u06cc\\u0631\\u06cc\\u062a \\u062f\\u0627\\u062f\\u0647&zwnj;\\u0647\\u0627\\u060c \\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u06a9\\u0627\\u0631\\u0628\\u0631\\u0627\\u0646 \\u0631\\u0627 \\u0645\\u062d\\u0627\\u0641\\u0638\\u062a \\u0648 \\u0627\\u0632 \\u062f\\u0633\\u062a\\u0631\\u0633\\u06cc&zwnj;\\u0647\\u0627\\u06cc \\u063a\\u06cc\\u0631 \\u0642\\u0627\\u0646\\u0648\\u0646\\u06cc \\u062c\\u0644\\u0648\\u06af\\u06cc\\u0631\\u06cc \\u0645\\u06cc&zwnj;\\u06a9\\u0646\\u062f.<br \\/>\\u0644\\u0627\\u0631\\u0627\\u0645\\u0631\\u0633 \\u062f\\u0631 \\u062d\\u0641\\u0638 \\u062d\\u0631\\u06cc\\u0645 \\u0634\\u062e\\u0635 \\u0634\\u0645\\u0627 \\u0648 \\u0646\\u06af\\u0647\\u062f\\u0627\\u0631\\u06cc \\u0627\\u0632 \\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u0634\\u062e\\u0635\\u06cc&zwnj;\\u062a\\u0627\\u0646 \\u062a\\u0645\\u0627\\u0645 \\u062a\\u0644\\u0627\\u0634 \\u062e\\u0648\\u062f \\u0631\\u0627 \\u062e\\u0648\\u0627\\u0647\\u062f \\u06a9\\u0631\\u062f \\u062a\\u0627 \\u0634\\u0645\\u0627 \\u0628\\u0627 \\u0627\\u0637\\u0645\\u06cc\\u0646\\u0627\\u0646 \\u062e\\u0631\\u06cc\\u062f \\u06a9\\u0646\\u06cc\\u062f.<br \\/>\\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a \\u0648\\u062c\\u0648\\u062f \\u0647\\u0631\\u06af\\u0648\\u0646\\u0647 \\u0633\\u0648\\u0627\\u0644 \\u0644\\u0637\\u0641\\u0627 \\u0628\\u0627 \\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u062a\\u0645\\u0627\\u0633 \\u0632\\u06cc\\u0631 \\u0627\\u0631\\u062a\\u0628\\u0627\\u0637 \\u0628\\u0631\\u0642\\u0631\\u0627\\u0631 \\u06a9\\u0646\\u06cc\\u062f.<\\/p>\\r\\n<p>&nbsp;<\\/p>\"}}s:26:\"center_office_phone_number\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":188:{{\"id\":\"center_office_phone_number\",\"title\":\"\\u062a\\u0644\\u0641\\u0646 \\u062f\\u0641\\u062a\\u0631 \\u0645\\u0631\\u06a9\\u0632\\u06cc\",\"content\":\"\\u06f0\\u06f2\\u06f1-\\u06f7\\u06f2\\u06f1\\u06f1\\u06f3\"}}s:29:\"customers_office_phone_number\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":228:{{\"id\":\"customers_office_phone_number\",\"title\":\"\\u062a\\u0644\\u0641\\u0646 \\u0645\\u0631\\u06a9\\u0632 \\u0627\\u0645\\u0648\\u0631 \\u0645\\u0634\\u062a\\u0631\\u06cc\\u0627\\u0646\",\"content\":\"\\u06f0\\u06f2\\u06f1-\\u06f7\\u06f2\\u06f1\\u06f1\\u06f3\"}}s:12:\"opening_time\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":376:{{\"id\":\"opening_time\",\"title\":\"\\u0632\\u0645\\u0627\\u0646 \\u067e\\u0627\\u0633\\u062e\\u06af\\u0648\\u06cc\\u06cc:\",\"content\":\"\\u0634\\u0646\\u0628\\u0647 \\u062a\\u0627 \\u0686\\u0647\\u0627\\u0631\\u0634\\u0646\\u0628\\u0647 \\u06f8:\\u06f4\\u06f5 \\u062a\\u0627 \\u06f2\\u06f2 <br>\\u067e\\u0646\\u062c\\u0634\\u0646\\u0628\\u0647 \\u0648 \\u062c\\u0645\\u0639\\u0647 \\u06f8:\\u06f4\\u06f5 \\u062a\\u0627 \\u06f1\\u06f8\"}}}',NULL,'2017-12-20 09:56:29','2023-12-07 13:42:47',NULL,'لارامرس با احترام به حریم شخصی شما تلاش می‌کند تا خدماتی امن را در اختیار شما بگذارد.',NULL),(10,43,'rules','a:2:{s:5:\"title\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":148:{{\"id\":\"title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\",\"content\":\"\\u0642\\u0648\\u0627\\u0646\\u06cc\\u0646 \\u0648 \\u0645\\u0642\\u0631\\u0631\\u0627\\u062a\"}}s:11:\"description\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":32435:{{\"id\":\"description\",\"title\":\"\\u062a\\u0648\\u0636\\u06cc\\u062d\\u0627\\u062a\",\"content\":\"<p>\\u0645\\u0634\\u062a\\u0631\\u06cc \\u0639\\u0632\\u06cc\\u0632\\u060c \\u0628\\u0631\\u0627\\u06cc \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u0635\\u062d\\u06cc\\u062d \\u0634\\u0645\\u0627 \\u0627\\u0632 \\u062e\\u062f\\u0645\\u0627\\u062a \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0634\\u0631\\u0627\\u06cc\\u0637 \\u0648 \\u0645\\u0642\\u0631\\u0631\\u0627\\u062a\\u06cc \\u062f\\u0631 \\u0627\\u06cc\\u0646\\u062c\\u0627 \\u0628\\u06cc\\u0627\\u0646 \\u0645\\u06cc&zwnj;\\u0634\\u0648\\u062f \\u06a9\\u0647 \\u0644\\u0627\\u0632\\u0645 \\u0627\\u0633\\u062a \\u062d\\u062a\\u0645\\u0627 \\u0628\\u0627 \\u062f\\u0642\\u062a \\u0645\\u0637\\u0627\\u0644\\u0639\\u0647 \\u0628\\u0641\\u0631\\u0645\\u0627\\u06cc\\u06cc\\u062f.<\\/p>\\r\\n<p>\\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u0634\\u0645\\u0627 \\u0627\\u0632 \\u062e\\u062f\\u0645\\u0627\\u062a \\u0633\\u0627\\u06cc\\u062a \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646\\u060c \\u0648\\u0631\\u0648\\u062f \\u0628\\u0647 \\u062d\\u0633\\u0627\\u0628 \\u06a9\\u0627\\u0631\\u0628\\u0631\\u06cc \\u0648 \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u0627\\u0632 \\u0627\\u0645\\u06a9\\u0627\\u0646\\u0627\\u062a \\u0633\\u0627\\u06cc\\u062a \\u0648 \\u0647\\u0645\\u0686\\u0646\\u06cc\\u0646 \\u062b\\u0628\\u062a \\u0633\\u0641\\u0627\\u0631\\u0634 \\u0648 \\u0627\\u0646\\u062c\\u0627\\u0645 \\u062e\\u0631\\u06cc\\u062f \\u0627\\u0632 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646\\u060c \\u0628\\u0647 \\u0645\\u0639\\u0646\\u0627\\u06cc \\u0622\\u06af\\u0627\\u0647 \\u0628\\u0648\\u062f\\u0646 \\u0627\\u0632 \\u0627\\u06cc\\u0646 \\u0645\\u0642\\u0631\\u0631\\u0627\\u062a \\u0648 \\u067e\\u0630\\u06cc\\u0631\\u0641\\u062a\\u0646 \\u0622\\u0646&zwnj;\\u0647\\u0627\\u0633\\u062a.<\\/p>\\r\\n<p>\\u062a\\u0645\\u0627\\u0645\\u06cc \\u0645\\u0631\\u0627\\u062d\\u0644\\u06cc \\u06a9\\u0647 \\u0628\\u0631\\u0627\\u06cc \\u062f\\u0633\\u062a\\u06cc\\u0627\\u0628\\u06cc \\u0628\\u0647 \\u062e\\u062f\\u0645\\u0627\\u062a \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0627\\u0646\\u062c\\u0627\\u0645 \\u0645\\u06cc&zwnj;\\u0634\\u0648\\u062f \\u0628\\u0631 \\u0627\\u0633\\u0627\\u0633 \\u0642\\u0648\\u0627\\u0646\\u06cc\\u0646 \\u062c\\u0645\\u0647\\u0648\\u0631\\u06cc \\u0627\\u0633\\u0644\\u0627\\u0645\\u06cc \\u0627\\u06cc\\u0631\\u0627\\u0646\\u060c \\u062d\\u0645\\u0627\\u06cc\\u062a \\u0627\\u0632 \\u062d\\u0642\\u0648\\u0642 \\u0645\\u0635\\u0631\\u0641 \\u06a9\\u0646\\u0646\\u062f\\u0647 \\u0648 \\u0642\\u0627\\u0646\\u0648\\u0646 \\u062a\\u062c\\u0627\\u0631\\u062a \\u0627\\u0644\\u06a9\\u062a\\u0631\\u0648\\u0646\\u06cc\\u06a9 \\u0627\\u0633\\u062a \\u0648 \\u062f\\u0631 \\u0645\\u0642\\u0627\\u0628\\u0644 \\u06a9\\u0627\\u0631\\u0628\\u0631 \\u0646\\u06cc\\u0632 \\u0628\\u0627\\u06cc\\u062f \\u0642\\u0648\\u0627\\u0646\\u06cc\\u0646 \\u0645\\u0631\\u062a\\u0628\\u0637 \\u0628\\u0647 \\u06a9\\u0627\\u0631\\u0628\\u0631 \\u0631\\u0627 \\u0631\\u0639\\u0627\\u06cc\\u062a \\u06a9\\u0646\\u062f. \\u062a\\u063a\\u06cc\\u06cc\\u0631\\u0627\\u062a\\u06cc \\u06a9\\u0647 \\u062f\\u0631 \\u0631\\u0648\\u0646\\u062f \\u062e\\u062f\\u0645\\u0627\\u062a \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u062f\\u0631 \\u0622\\u06cc\\u0646\\u062f\\u0647 \\u0645\\u0645\\u06a9\\u0646 \\u0627\\u0633\\u062a \\u0627\\u062a\\u0641\\u0627\\u0642 \\u0628\\u06cc\\u0641\\u062a\\u062f\\u060c \\u062f\\u0631 \\u0627\\u06cc\\u0646\\u062c\\u0627 \\u0627\\u0639\\u0644\\u0627\\u0645 \\u0645\\u06cc&zwnj;\\u06af\\u0631\\u062f\\u062f \\u0648 \\u0634\\u0645\\u0627 \\u0628\\u0627 \\u062a\\u0648\\u0627\\u0641\\u0642 \\u062e\\u0648\\u062f \\u0627\\u0639\\u0644\\u0627\\u0645 \\u0645\\u06cc&zwnj;\\u062f\\u0627\\u0631\\u06cc\\u062f \\u06a9\\u0647 \\u0647\\u0631\\u06af\\u0648\\u0646\\u0647 \\u062a\\u063a\\u06cc\\u06cc\\u0631\\u06cc \\u0631\\u0627 \\u062f\\u0631 \\u0622\\u06cc\\u0646\\u062f\\u0647 \\u0646\\u06cc\\u0632 \\u0645\\u06cc&zwnj;\\u067e\\u0630\\u06cc\\u0631\\u06cc\\u062f.<\\/p>\\r\\n<p>\\u0645\\u0634\\u062a\\u0631\\u06cc \\u06cc\\u0627 \\u06a9\\u0627\\u0631\\u0628\\u0631 \\u06a9\\u06cc\\u0633\\u062a\\u061f<\\/p>\\r\\n<p>\\u0634\\u062e\\u0635\\u06cc \\u0627\\u0633\\u062a \\u06a9\\u0647 \\u0628\\u0627 \\u0648\\u0631\\u0648\\u062f \\u0645\\u0634\\u062e\\u0635\\u0627\\u062a \\u062e\\u0648\\u062f \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u062b\\u0628\\u062a \\u0646\\u0627\\u0645 \\u06a9\\u0631\\u062f\\u0647 \\u0648 \\u0627\\u0642\\u062f\\u0627\\u0645 \\u0628\\u0647 \\u062e\\u0631\\u06cc\\u062f \\u0648 \\u06cc\\u0627 \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u0627\\u0632 \\u0633\\u0631\\u0648\\u06cc\\u0633&zwnj;\\u0647\\u0627\\u06cc \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u06a9\\u0646\\u062f.<\\/p>\\r\\n<p>\\u0641\\u0631\\u0648\\u0634\\u0646\\u062f\\u0647 \\u06a9\\u06cc\\u0633\\u062a\\u061f<\\/p>\\r\\n<p>\\u0645\\u062d\\u0635\\u0648\\u0644\\u0627\\u062a\\u06cc \\u06a9\\u0647 \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0648\\u062c\\u0648\\u062f \\u062f\\u0627\\u0631\\u062f\\u060c \\u062a\\u0648\\u0633\\u0637 \\u0634\\u0631\\u06a9\\u062a \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0627\\u0632 \\u0634\\u0631\\u06a9\\u062a&zwnj;\\u0647\\u0627\\u06cc \\u0645\\u0639\\u062a\\u0628\\u0631 \\u062e\\u0631\\u06cc\\u062f\\u0627\\u0631\\u06cc \\u0648 \\u0639\\u0631\\u0636\\u0647 \\u0645\\u06cc&zwnj;\\u06af\\u0631\\u062f\\u062f.<\\/p>\\r\\n<p><strong class=\\\"question\\\">\\u0627\\u0631\\u062a\\u0628\\u0627\\u0637\\u0627\\u062a \\u0627\\u0644\\u06a9\\u062a\\u0631\\u0648\\u0646\\u06cc\\u06a9\\u06cc<\\/strong><\\/p>\\r\\n<p>\\u062f\\u0631 \\u0632\\u0645\\u0627\\u0646 \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u0627\\u0632 \\u062e\\u062f\\u0645\\u0627\\u062a \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646\\u060c \\u062b\\u0628\\u062a \\u0633\\u0641\\u0627\\u0631\\u0634\\u060c \\u0627\\u06cc\\u0645\\u06cc\\u0644 \\u0632\\u062f\\u0646 \\u0628\\u0647 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0648 ... \\u0634\\u0645\\u0627 \\u062f\\u0631 \\u062d\\u0627\\u0644 \\u0627\\u0646\\u062c\\u0627\\u0645 \\u0627\\u0631\\u062a\\u0628\\u0627\\u0637 \\u0627\\u0644\\u06a9\\u062a\\u0631\\u0648\\u0646\\u06cc\\u06a9\\u06cc \\u0628\\u0627 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0647\\u0633\\u062a\\u06cc\\u062f \\u0648 \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a\\u06cc \\u06a9\\u0647 \\u0647\\u0645\\u0647 \\u0631\\u0648\\u0646\\u062f\\u0647\\u0627\\u06cc \\u062b\\u0628\\u062a \\u0646\\u0627\\u0645 \\u0648 \\u0633\\u0627\\u062e\\u062a \\u062d\\u0633\\u0627\\u0628 \\u06a9\\u0627\\u0631\\u0628\\u0631\\u06cc \\u062f\\u0631\\u0633\\u062a \\u0628\\u0627\\u0634\\u062f\\u060c \\u0634\\u0645\\u0627 \\u0628\\u0647 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0627\\u062c\\u0627\\u0632\\u0647 \\u062f\\u0627\\u062f\\u0647&zwnj;\\u0627\\u06cc\\u062f \\u06a9\\u0647 \\u0627\\u0648 \\u0647\\u0645 \\u0627\\u0632 \\u0627\\u06cc\\u0646 \\u0637\\u0631\\u0642 \\u0628\\u0627 \\u0634\\u0645\\u0627 \\u0627\\u0631\\u062a\\u0628\\u0627\\u0637 \\u0627\\u0644\\u06a9\\u062a\\u0631\\u0648\\u0646\\u06cc\\u06a9\\u06cc \\u0628\\u0631\\u0642\\u0631\\u0627\\u0631 \\u06a9\\u0646\\u062f. \\u062f\\u0642\\u062a \\u062f\\u0627\\u0634\\u062a\\u0647 \\u0628\\u0627\\u0634\\u06cc\\u062f \\u06a9\\u0647 \\u0622\\u062f\\u0631\\u0633 \\u0627\\u06cc\\u0645\\u06cc\\u0644 \\u0648 \\u062a\\u0644\\u0641\\u0646&zwnj;\\u0647\\u0627\\u06cc\\u06cc \\u06a9\\u0647 \\u062f\\u0631 \\u0647\\u0646\\u06af\\u0627\\u0645 \\u062b\\u0628\\u062a \\u0646\\u0627\\u0645 \\u0648\\u0627\\u0631\\u062f \\u06a9\\u0631\\u062f\\u0647&zwnj;\\u0627\\u06cc\\u062f \\u0648 \\u062f\\u0631 \\u062d\\u0633\\u0627\\u0628 \\u06a9\\u0627\\u0631\\u0628\\u0631\\u06cc\\u062a\\u0627\\u0646 \\u0648\\u062c\\u0648\\u062f \\u062f\\u0627\\u0631\\u062f\\u060c \\u0628\\u0647 \\u0645\\u0646\\u0632\\u0644\\u0647 \\u062a\\u0627\\u06cc\\u06cc\\u062f \\u0627\\u0632 \\u062c\\u0627\\u0646\\u0628 \\u0634\\u0645\\u0627\\u0633\\u062a \\u0648 \\u06a9\\u0627\\u0631\\u0634\\u0646\\u0627\\u0633\\u0627\\u0646 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0627\\u0632 \\u0637\\u0631\\u06cc\\u0642 \\u0622\\u0646&zwnj;\\u0647\\u0627 \\u0628\\u0627 \\u0634\\u0645\\u0627 \\u062f\\u0631 \\u0627\\u0631\\u062a\\u0628\\u0627\\u0637 \\u062e\\u0648\\u0627\\u0647\\u0646\\u062f \\u0628\\u0648\\u062f.<\\/p>\\r\\n<p>\\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0628\\u0627 \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u0627\\u0632 \\u0627\\u06cc\\u0646 \\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u0627\\u0645\\u06a9\\u0627\\u0646 \\u062f\\u0627\\u0631\\u062f \\u0627\\u062e\\u0628\\u0627\\u0631 \\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627\\u06cc \\u062c\\u062f\\u06cc\\u062f\\u060c \\u062a\\u062e\\u0641\\u06cc\\u0641\\u0627\\u062a \\u0648 ... \\u0631\\u0627 \\u0628\\u0631\\u0627\\u06cc \\u0634\\u0645\\u0627 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u06a9\\u0646\\u062f. \\u0634\\u0645\\u0627 \\u0645\\u06cc&zwnj;\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a \\u0639\\u062f\\u0645 \\u062a\\u0645\\u0627\\u06cc\\u0644 \\u0628\\u0647 \\u062f\\u0631\\u06cc\\u0627\\u0641\\u062a \\u0622\\u0646&zwnj;\\u0647\\u0627\\u060c \\u0644\\u063a\\u0648 \\u0627\\u0634\\u062a\\u0631\\u0627\\u06a9 \\u062e\\u0628\\u0631\\u0646\\u0627\\u0645\\u0647 \\u0631\\u0627 \\u0627\\u0646\\u062a\\u062e\\u0627\\u0628 \\u06a9\\u0646\\u06cc\\u062f.<\\/p>\\r\\n<p><strong class=\\\"question\\\">\\u062d\\u0631\\u06cc\\u0645 \\u0634\\u062e\\u0635\\u06cc<\\/strong><\\/p>\\r\\n<p>\\u0633\\u0627\\u06cc\\u062a \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0646\\u0647\\u0627\\u06cc\\u062a \\u062a\\u0644\\u0627\\u0634 \\u062e\\u0648\\u062f \\u0631\\u0627 \\u0628\\u0631\\u0627\\u06cc \\u062d\\u0641\\u0638 \\u062d\\u0631\\u06cc\\u0645 \\u062e\\u0635\\u0648\\u0635\\u06cc \\u0634\\u0645\\u0627 \\u0628\\u0647 \\u0639\\u0645\\u0644 \\u0645\\u06cc&zwnj;\\u0622\\u0648\\u0631\\u062f \\u0648 \\u0647\\u0645\\u0648\\u0627\\u0631\\u0647 \\u0628\\u0631\\u0627\\u06cc \\u0647\\u0631\\u0686\\u0647 \\u0627\\u06cc\\u0645\\u0646&zwnj;\\u062a\\u0631 \\u06a9\\u0631\\u062f\\u0646 \\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u0634\\u0645\\u0627\\u060c \\u062f\\u0631 \\u062d\\u0627\\u0644 \\u062a\\u0648\\u0633\\u0639\\u0647 \\u0627\\u0633\\u062a. \\u0634\\u0645\\u0627 \\u0645\\u06cc&zwnj;\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0628\\u0627 \\u062e\\u06cc\\u0627\\u0644 \\u0631\\u0627\\u062d\\u062a \\u0627\\u0632 \\u0633\\u0627\\u06cc\\u062a \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u06a9\\u0631\\u062f\\u0647 \\u0648 \\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u062e\\u0648\\u062f \\u0631\\u0627 \\u0648\\u0627\\u0631\\u062f \\u06a9\\u0646\\u06cc\\u062f. \\u0627\\u06cc\\u0646 \\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u062a\\u062d\\u062a \\u0647\\u06cc\\u0686 \\u0634\\u0631\\u0627\\u06cc\\u0637\\u06cc \\u062f\\u0631 \\u0627\\u062e\\u062a\\u06cc\\u0627\\u0631 \\u0634\\u062e\\u0635 \\u06cc\\u0627 \\u0634\\u0631\\u06a9\\u062a \\u062f\\u06cc\\u06af\\u0631\\u06cc \\u0642\\u0631\\u0627\\u0631 \\u0646\\u0645\\u06cc&zwnj;\\u06af\\u06cc\\u0631\\u062f\\u060c \\u0645\\u06af\\u0631 \\u0628\\u0627 \\u062d\\u06a9\\u0645 \\u0642\\u0636\\u0627\\u06cc\\u06cc \\u0627\\u0632 \\u0645\\u0631\\u0627\\u062c\\u0639 \\u0630\\u06cc&zwnj;\\u0635\\u0644\\u0627\\u062d.<\\/p>\\r\\n<p>\\u0647\\u0645\\u0647 \\u062a\\u0635\\u0627\\u0648\\u06cc\\u0631\\u060c \\u0637\\u0631\\u0627\\u062d\\u06cc&zwnj;\\u0647\\u0627\\u06cc \\u06af\\u0631\\u0627\\u0641\\u06cc\\u06a9\\u06cc\\u060c \\u0645\\u062a\\u0646\\u060c \\u0648\\u06cc\\u062f\\u0626\\u0648\\u0647\\u0627\\u060c \\u0645\\u062d\\u0635\\u0648\\u0644\\u0627\\u062a \\u0648 ... \\u062f\\u0631 \\u0627\\u06cc\\u0646 \\u0633\\u0627\\u06cc\\u062a \\u0645\\u062e\\u062a\\u0635 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0627\\u0633\\u062a \\u0648 \\u0647\\u0631\\u06af\\u0648\\u0646\\u0647 \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u0627\\u0632 \\u0622\\u0646&zwnj;\\u0647\\u0627 \\u067e\\u06cc\\u06af\\u0631\\u062f \\u0642\\u0627\\u0646\\u0648\\u0646\\u06cc \\u062e\\u0648\\u0627\\u0647\\u062f \\u062f\\u0627\\u0634\\u062a.<\\/p>\\r\\n<p>\\u062f\\u0631 \\u0647\\u0646\\u06af\\u0627\\u0645 \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u0627\\u0632 \\u0647\\u0631 \\u06cc\\u06a9 \\u0627\\u0632 \\u062e\\u062f\\u0645\\u0627\\u062a \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0648 \\u0648\\u0631\\u0648\\u062f \\u0628\\u0647 \\u062d\\u0633\\u0627\\u0628 \\u06a9\\u0627\\u0631\\u0628\\u0631\\u06cc\\u060c \\u06a9\\u0627\\u0631\\u0628\\u0631\\u0627\\u0646 \\u0645\\u0633\\u0626\\u0648\\u0644 \\u062d\\u0641\\u0638 \\u0645\\u062d\\u0631\\u0645\\u0627\\u0646\\u0647 \\u0628\\u0648\\u062f\\u0646 \\u062d\\u0633\\u0627\\u0628 \\u0648 \\u0631\\u0645\\u0632 \\u0639\\u0628\\u0648\\u0631\\u0634\\u0627\\u0646 \\u0647\\u0633\\u062a\\u0646\\u062f \\u0648 \\u062a\\u0645\\u0627\\u0645\\u06cc \\u0645\\u0633\\u0626\\u0648\\u0644\\u06cc\\u062a&zwnj;\\u0647\\u0627\\u06cc\\u06cc \\u06a9\\u0647 \\u0628\\u0627 \\u062d\\u0633\\u0627\\u0628 \\u06a9\\u0627\\u0631\\u0628\\u0631\\u06cc \\u0622\\u0646&zwnj;\\u0647\\u0627 \\u0635\\u0648\\u0631\\u062a \\u0645\\u06cc&zwnj;\\u06af\\u06cc\\u0631\\u062f\\u060c \\u0645\\u0633\\u0626\\u0648\\u0644\\u06cc\\u062a\\u0634\\u0627\\u0646 \\u0628\\u0647 \\u0639\\u0647\\u062f\\u0647 \\u062e\\u0648\\u062f \\u06a9\\u0627\\u0631\\u0628\\u0631 \\u0627\\u0633\\u062a.<\\/p>\\r\\n<p>\\u0644\\u0627\\u0632\\u0645 \\u0628\\u0647 \\u0630\\u06a9\\u0631 \\u0627\\u0633\\u062a \\u06a9\\u0647 \\u0622\\u062f\\u0631\\u0633 \\u0633\\u0627\\u06cc\\u062a \\u0648 \\u062a\\u0646\\u0647\\u0627 \\u0645\\u0631\\u062c\\u0639 \\u0631\\u0633\\u0645\\u06cc \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646&nbsp;<a href=\\\"\\/\\\">https:\\/\\/kitline.com<\\/a> \\u0627\\u0633\\u062a \\u0648 \\u0647\\u06cc\\u0686 \\u06af\\u0648\\u0646\\u0647 \\u0622\\u062f\\u0631\\u0633 \\u0627\\u06cc\\u0646\\u062a\\u0631\\u0646\\u062a\\u06cc \\u062f\\u06cc\\u06af\\u0631\\u06cc \\u0646\\u062f\\u0627\\u0631\\u062f.<\\/p>\\r\\n<p><strong class=\\\"question\\\">\\u0646\\u062d\\u0648\\u0647 \\u062e\\u0631\\u06cc\\u062f \\u06a9\\u0627\\u0644\\u0627 \\u0648 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0622\\u0646<\\/strong><\\/p>\\r\\n<p>\\u06a9\\u0627\\u0631\\u0628\\u0631 \\u067e\\u0633 \\u0627\\u0632 \\u0627\\u0646\\u062a\\u062e\\u0627\\u0628 \\u06a9\\u0627\\u0644\\u0627\\u06cc\\u06cc \\u06a9\\u0647 \\u062a\\u0635\\u0645\\u06cc\\u0645 \\u0646\\u0647\\u0627\\u06cc\\u06cc \\u0628\\u0631\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f \\u0622\\u0646 \\u062f\\u0627\\u0631\\u062f\\u060c \\u0628\\u0627 \\u06a9\\u0644\\u06cc\\u06a9 \\u06a9\\u0631\\u062f\\u0646 \\u0628\\u0631 \\u0631\\u0648\\u06cc \\u06af\\u0632\\u06cc\\u0646\\u0647 \\u0627\\u0636\\u0627\\u0641\\u0647 \\u0628\\u0647 \\u0633\\u0628\\u062f \\u062e\\u0631\\u06cc\\u062f\\u060c \\u0648\\u0627\\u0631\\u062f \\u0635\\u0641\\u062d\\u0647 \\u0633\\u0628\\u062f \\u062e\\u0631\\u06cc\\u062f \\u0645\\u06cc&zwnj;&rlm;\\u06af\\u0631\\u062f\\u062f. \\u062f\\u0631 \\u0622\\u0646\\u062c\\u0627 \\u0645\\u06cc&zwnj;\\u062a\\u0648\\u0627\\u0646\\u062f \\u0645\\u062d\\u0635\\u0648\\u0644\\u0627\\u062a \\u0628\\u06cc\\u0634\\u062a\\u0631\\u06cc \\u0631\\u0627 \\u0628\\u0647 \\u0633\\u0628\\u062f \\u062e\\u0648\\u062f \\u0627\\u0636\\u0627\\u0641\\u0647 \\u06a9\\u0646\\u062f \\u062a\\u0627 \\u0628\\u0647 \\u0635\\u0648\\u0631\\u062a \\u06cc\\u06a9 \\u0633\\u0641\\u0627\\u0631\\u0634 \\u0628\\u0631\\u0627\\u06cc \\u0627\\u0648 \\u067e\\u0631\\u062f\\u0627\\u0632\\u0634 \\u0648 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0634\\u0648\\u0646\\u062f.<\\/p>\\r\\n<p>\\u0627\\u06af\\u0631 \\u0628\\u062f\\u0648\\u0646 \\u0648\\u0627\\u0631\\u062f \\u0634\\u062f\\u0646 \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a\\u060c \\u06a9\\u0627\\u0644\\u0627 \\u0631\\u0627 \\u0628\\u0647 \\u0633\\u0628\\u062f \\u062e\\u0631\\u06cc\\u062f \\u0627\\u0636\\u0627\\u0641\\u0647 \\u06a9\\u0631\\u062f\\u0647 \\u0628\\u0627\\u0634\\u062f\\u060c \\u0628\\u0627\\u06cc\\u062f \\u062f\\u0631 \\u0645\\u0631\\u062d\\u0644\\u0647 \\\"\\u0648\\u0631\\u0648\\u062f \\\" \\u0628\\u0627 \\u0648\\u0627\\u0631\\u062f \\u06a9\\u0631\\u062f\\u0646 \\u0646\\u0627\\u0645 \\u06a9\\u0627\\u0631\\u0628\\u0631\\u06cc \\u0648 \\u0631\\u0645\\u0632 \\u0639\\u0628\\u0648\\u0631 \\u062e\\u0648\\u062f\\u060c \\u0648\\u0627\\u0631\\u062f \\u0633\\u0627\\u06cc\\u062a &rlm;&zwnj;\\u0634\\u0648\\u062f. \\u0648\\u0644\\u06cc \\u0627\\u06af\\u0631 \\u0642\\u0628\\u0644\\u0627 \\u062f\\u0631 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u062b\\u0628\\u062a \\u0646\\u0627\\u0645 \\u0646\\u06a9\\u0631\\u062f\\u0647 \\u0628\\u0627\\u0634\\u062f \\u0645\\u06cc&zwnj;&rlm;&rlm;\\u062a\\u0648\\u0627\\u0646\\u062f \\u0628\\u0647 \\u0631\\u0627\\u062d\\u062a\\u06cc \\u062f\\u0631 \\u0686\\u0646\\u062f \\u062b\\u0627\\u0646\\u06cc\\u0647 \\u0648 \\u0628\\u0627 \\u0648\\u0627\\u0631\\u062f \\u06a9\\u0631\\u062f\\u0646 \\u0627\\u06cc\\u0645\\u06cc\\u0644 \\u0648 \\u0645\\u0634\\u062e\\u0635\\u0627\\u062a \\u062e\\u0648\\u062f\\u060c \\u0627\\u0628\\u062a\\u062f\\u0627 \\u0639\\u0636\\u0648 \\u0633\\u0627\\u06cc\\u062a \\u0634\\u062f\\u0647 \\u0648 \\u0633\\u067e\\u0633 \\u0633\\u0628\\u062f \\u062e\\u0631\\u06cc\\u062f \\u0631\\u0627 \\u062b\\u0628\\u062a \\u06a9\\u0646\\u062f. \\u0633\\u067e\\u0633 \\u0628\\u0627 \\u0637\\u06cc \\u0645\\u0631\\u0627\\u062d\\u0644 \\u0628\\u0639\\u062f\\u06cc \\u06cc\\u0639\\u0646\\u06cc \\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0633\\u0641\\u0627\\u0631\\u0634\\u060c \\u0628\\u0627\\u0632\\u0628\\u06cc\\u0646\\u06cc \\u0633\\u0641\\u0627\\u0631\\u0634 \\u0648 \\u067e\\u0631\\u062f\\u0627\\u062e\\u062a \\u0647\\u0632\\u06cc\\u0646\\u0647\\u060c \\u0633\\u0641\\u0627\\u0631\\u0634 \\u062b\\u0628\\u062a \\u0648 \\u0622\\u0645\\u0627\\u062f\\u0647 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u062e\\u0648\\u0627\\u0647\\u062f \\u0634\\u062f.<\\/p>\\r\\n<p><strong class=\\\"question\\\">\\u0631\\u0648\\u0634&zwnj;\\u0647\\u0627\\u06cc \\u067e\\u0631\\u062f\\u0627\\u062e\\u062a \\u0647\\u0632\\u06cc\\u0646\\u0647 \\u0648 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u06a9\\u0627\\u0644\\u0627<\\/strong><\\/p>\\r\\n<p>\\u0645\\u0628\\u0644\\u063a \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\\u0627\\u0631\\u06cc \\u0634\\u062f\\u0647 \\u0631\\u0627 \\u0628\\u0627\\u06cc\\u062f \\u0628\\u0647 \\u0635\\u0648\\u0631\\u062a \\u0622\\u0646\\u0644\\u0627\\u06cc\\u0646\\u060c \\u0627\\u0632 \\u0637\\u0631\\u06cc\\u0642 \\u06a9\\u0627\\u0631\\u062a&zwnj;\\u0647\\u0627\\u06cc \\u0639\\u0636\\u0648 \\u0634\\u0628\\u06a9\\u0647 \\u0634\\u062a\\u0627\\u0628\\u060c \\u0648\\u0627\\u0631\\u06cc\\u0632 \\u06a9\\u0646\\u06cc\\u062f. \\u0628\\u0631\\u0627\\u06cc \\u0633\\u0641\\u0627\\u0631\\u0634&zwnj;\\u0647\\u0627\\u06cc \\u06a9\\u0645\\u062a\\u0631 \\u0627\\u0632 \\u06f1.\\u06f5\\u06f0\\u06f0.\\u06f0\\u06f0\\u06f0 \\u062a\\u0648\\u0645\\u0627\\u0646 \\u062f\\u0631 \\u062a\\u0647\\u0631\\u0627\\u0646 \\u0645\\u06cc&zwnj;\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0628\\u0627 \\u0645\\u0628\\u0644\\u063a \\u06f8\\u06f5 \\u0647\\u0632\\u0627\\u0631 \\u062a\\u0648\\u0645\\u0627\\u0646 \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u062e\\u0648\\u062f \\u0631\\u0627 \\u062f\\u0631 \\u0647\\u0631 \\u06cc\\u06a9 \\u0627\\u0632 \\u0645\\u0646\\u0627\\u0637\\u0642 \\u06f2\\u06f2 \\u06af\\u0627\\u0646\\u0647 \\u062a\\u0647\\u0631\\u0627\\u0646 \\u0628\\u0627\\u0634\\u062f\\u060c \\u0628\\u0627 \\u06af\\u0630\\u0634\\u062a \\u062f\\u0648 \\u0631\\u0648\\u0632 \\u06a9\\u0627\\u0631\\u06cc \\u062a\\u062d\\u0648\\u06cc\\u0644 \\u0628\\u06af\\u06cc\\u0631\\u06cc\\u062f.<\\/p>\\r\\n<p>\\u0628\\u0631\\u0627\\u06cc \\u0633\\u0641\\u0627\\u0631\\u0634&zwnj;\\u0647\\u0627\\u06cc \\u0634\\u0647\\u0631\\u0633\\u062a\\u0627\\u0646&zwnj;\\u0647\\u0627 \\u0645\\u06cc&zwnj;\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0628\\u0627 \\u0627\\u0646\\u062a\\u062e\\u0627\\u0628 \\u06af\\u0632\\u06cc\\u0646\\u0647 \\u067e\\u0633\\u062a \\u0633\\u0641\\u0627\\u0631\\u0634\\u06cc \\u06cc\\u0627 \\u06a9\\u0627\\u0644\\u0627\\u0631\\u0633\\u0627\\u0646\\u060c \\u0628\\u0631\\u0627\\u06cc \\u0633\\u0641\\u0627\\u0631\\u0634\\u0627\\u062a \\u06a9\\u0645\\u062a\\u0631 \\u0627\\u0632 \\u06f1.\\u06f5\\u06f0\\u06f0.\\u06f0\\u06f0\\u06f0 \\u062a\\u0648\\u0645\\u0627\\u0646 \\u0628\\u0627 \\u067e\\u0631\\u062f\\u0627\\u062e\\u062a \\u0645\\u0628\\u0644\\u063a \\u06f8\\u06f5 \\u0647\\u0632\\u0627\\u0631 \\u062a\\u0648\\u0645\\u0627\\u0646 \\u0633\\u0641\\u0627\\u0631\\u0634 \\u062e\\u0648\\u062f \\u0631\\u0627 \\u062f\\u0631\\u06cc\\u0627\\u0641\\u062a \\u06a9\\u0646\\u06cc\\u062f. \\u062f\\u0631 \\u0634\\u0647\\u0631\\u0633\\u062a\\u0627\\u0646&zwnj;\\u0647\\u0627 \\u0646\\u06cc\\u0632 \\u0632\\u0645\\u0627\\u0646 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u06a9\\u0627\\u0644\\u0627 \\u06f2 \\u062a\\u0627 \\u06f4 \\u0631\\u0648\\u0632 \\u06a9\\u0627\\u0631\\u06cc \\u0627\\u0633\\u062a. \\u0645\\u0646\\u0638\\u0648\\u0631 \\u0627\\u0632 \\u0631\\u0648\\u0632 \\u06a9\\u0627\\u0631\\u06cc \\u0631\\u0648\\u0632 \\u0634\\u0646\\u0628\\u0647 \\u062a\\u0627 \\u067e\\u0646\\u062c \\u0634\\u0646\\u0628\\u0647 \\u0647\\u0631 \\u0647\\u0641\\u062a\\u0647\\u060c \\u0628\\u0647 \\u0627\\u0633\\u062a\\u062b\\u0646\\u0627\\u06cc \\u062a\\u0639\\u0637\\u06cc\\u0644\\u0627\\u062a \\u0639\\u0645\\u0648\\u0645\\u06cc \\u062f\\u0631 \\u06a9\\u0634\\u0648\\u0631 \\u0627\\u0633\\u062a.<\\/p>\\r\\n<p>\\u0644\\u0627\\u0632\\u0645 \\u0628\\u0647 \\u0630\\u06a9\\u0631 \\u0627\\u0633\\u062a \\u06a9\\u0647 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0633\\u0641\\u0627\\u0631\\u0634\\u0627\\u062a \\u0628\\u0627\\u0644\\u0627\\u06cc \\u06f1.\\u06f5\\u06f0\\u06f0.\\u06f0\\u06f0\\u06f0 \\u062a\\u0648\\u0645\\u0627\\u0646 \\u0686\\u0647 \\u062f\\u0631 \\u062a\\u0647\\u0631\\u0627\\u0646 \\u0648 \\u0686\\u0647 \\u062f\\u0631 \\u0634\\u0647\\u0631\\u0633\\u062a\\u0627\\u0646 \\u0647\\u0627 \\u0631\\u0627\\u06cc\\u06af\\u0627\\u0646 \\u0645\\u06cc \\u0628\\u0627\\u0634\\u062f.<\\/p>\\r\\n<p>\\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a \\u0628\\u0647 \\u0648\\u062c\\u0648\\u062f \\u0622\\u0645\\u062f\\u0646 \\u0647\\u0631 \\u06af\\u0648\\u0646\\u0647 \\u0645\\u0634\\u06a9\\u0644 \\u0647\\u0645\\u0686\\u0648\\u0646 \\u0646\\u0627\\u0645\\u0648\\u062c\\u0648\\u062f \\u0628\\u0648\\u062f\\u0646 \\u06a9\\u0627\\u0644\\u0627 \\u0648 \\u06cc\\u0627 \\u0635\\u0631\\u0641 \\u0646\\u0638\\u0631 \\u06a9\\u0631\\u062f\\u0646 \\u0627\\u0632 \\u062e\\u0631\\u06cc\\u062f\\u060c \\u0638\\u0631\\u0641 \\u0645\\u062f\\u062a \\u06f7\\u06f2 \\u0633\\u0627\\u0639\\u062a \\u06a9\\u0627\\u0631\\u06cc\\u060c \\u0645\\u0628\\u0644\\u063a \\u0648\\u0627\\u0631\\u06cc\\u0632\\u06cc \\u0628\\u0647 \\u062d\\u0633\\u0627\\u0628\\u062a\\u0627\\u0646 \\u0628\\u0631\\u06af\\u0631\\u062f\\u0627\\u0646\\u062f\\u0647 \\u0645\\u06cc&zwnj;\\u0634\\u0648\\u062f.<\\/p>\\r\\n<p>\\u06a9\\u0627\\u0631\\u0628\\u0631\\u0627\\u0646 \\u0628\\u0627\\u06cc\\u062f \\u062f\\u0631 \\u0647\\u0646\\u06af\\u0627\\u0645 \\u0648\\u0631\\u0648\\u062f \\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u0627\\u0648\\u0644\\u06cc\\u0647 \\u0648 \\u0647\\u0645\\u0686\\u0646\\u06cc\\u0646 \\u067e\\u0631 \\u06a9\\u0631\\u062f\\u0646 \\u0641\\u0631\\u0645 \\u062e\\u0631\\u06cc\\u062f \\u06a9\\u0627\\u0644\\u0627\\u060c \\u062d\\u062a\\u0645\\u0627 \\u062a\\u0645\\u0627\\u0645\\u06cc \\u0645\\u0648\\u0627\\u0631\\u062f \\u0631\\u0627 \\u0628\\u0647 \\u062f\\u0631\\u0633\\u062a\\u06cc \\u0648\\u0627\\u0631\\u062f \\u06a9\\u0646\\u0646\\u062f\\u060c \\u0686\\u0631\\u0627 \\u06a9\\u0647 \\u062f\\u0631 \\u063a\\u06cc\\u0631 \\u0627\\u06cc\\u0646 \\u0635\\u0648\\u0631\\u062a \\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u0646\\u0627\\u0642\\u0635 \\u0628\\u0648\\u062f\\u0647 \\u0648 \\u0642\\u0627\\u0628\\u0644 \\u067e\\u06cc\\u06af\\u06cc\\u0631\\u06cc \\u0648 \\u062f\\u0631\\u06cc\\u0627\\u0641\\u062a \\u0646\\u062e\\u0648\\u0627\\u0647\\u062f \\u0628\\u0648\\u062f. \\u062f\\u0631\\u062e\\u0648\\u0627\\u0633\\u062a \\u0634\\u0645\\u0627 \\u0628\\u0647 \\u0635\\u0648\\u0631\\u062a \\u0633\\u06cc\\u0633\\u062a\\u0645\\u06cc \\u062b\\u0628\\u062a \\u062e\\u0648\\u0627\\u0647\\u062f \\u0634\\u062f \\u0648 \\u0628\\u0639\\u062f \\u0627\\u0632 \\u062a\\u06a9\\u0645\\u06cc\\u0644 \\u0648 \\u062a\\u0627\\u06cc\\u06cc\\u062f \\u0646\\u0647\\u0627\\u06cc\\u06cc \\u0642\\u0627\\u0628\\u0644 \\u062a\\u063a\\u06cc\\u06cc\\u0631 \\u0646\\u06cc\\u0633\\u062a\\u060c \\u0628\\u0646\\u0627\\u0628\\u0631\\u0627\\u06cc\\u0646 \\u062f\\u0631 \\u0647\\u0646\\u06af\\u0627\\u0645 \\u062e\\u0631\\u06cc\\u062f \\u062f\\u0642\\u062a \\u06a9\\u0627\\u0641\\u06cc \\u0631\\u0627 \\u062f\\u0627\\u0634\\u062a\\u0647 \\u0628\\u0627\\u0634\\u06cc\\u062f.<\\/p>\\r\\n<p>\\u0627\\u0641\\u0632\\u0648\\u062f\\u0646 \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0647 \\u0633\\u0628\\u062f \\u062e\\u0631\\u06cc\\u062f \\u0628\\u0647 \\u0645\\u0639\\u0646\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f \\u0646\\u06cc\\u0633\\u062a \\u0648 \\u062a\\u0627 \\u0632\\u0645\\u0627\\u0646\\u06cc \\u06a9\\u0647 \\u062b\\u0628\\u062a \\u0646\\u0647\\u0627\\u06cc\\u06cc \\u0627\\u0646\\u062c\\u0627\\u0645 \\u0646\\u0634\\u062f\\u0647 \\u0628\\u0627\\u0634\\u062f\\u060c \\u0645\\u06cc&zwnj;\\u062a\\u0648\\u0627\\u0646 \\u0627\\u0637\\u0644\\u0627\\u0639\\u0627\\u062a \\u0631\\u0627 \\u062a\\u063a\\u06cc\\u06cc\\u0631 \\u062f\\u0627\\u062f \\u0648 \\u06cc\\u0627 \\u062e\\u0631\\u06cc\\u062f \\u0631\\u0627 \\u06a9\\u0646\\u0633\\u0644 \\u06a9\\u0631\\u062f.<\\/p>\\r\\n<p><strong class=\\\"question\\\">\\u0636\\u0645\\u0627\\u0646\\u062a \\u0628\\u0631\\u06af\\u0634\\u062a \\u06f7 \\u0631\\u0648\\u0632\\u0647<\\/strong><\\/p>\\r\\n<p>\\u0645\\u0634\\u062a\\u0631\\u06cc\\u0627\\u0646 \\u0639\\u0632\\u06cc\\u0632\\u06cc \\u06a9\\u0647 \\u0642\\u0635\\u062f \\u0628\\u0627\\u0632\\u06af\\u0634\\u062a \\u0648 \\u06cc\\u0627 \\u062a\\u0639\\u0648\\u06cc\\u0636 \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u062e\\u0648\\u062f \\u0631\\u0627 \\u062f\\u0627\\u0631\\u0646\\u062f \\u0645\\u06cc\\u062a\\u0648\\u0627\\u0646\\u0646\\u062f \\u062a\\u0627 \\u06f7 \\u0631\\u0648\\u0632 \\u067e\\u0633 \\u0627\\u0632 \\u062f\\u0631\\u06cc\\u0627\\u0641\\u062a \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0627 \\u0634\\u0645\\u0627\\u0631\\u0647 \\u06f7\\u06f2\\u06f1\\u06f1\\u06f3-\\u06f0\\u06f2\\u06f1 \\u062a\\u0645\\u0627\\u0633 \\u06af\\u0631\\u0641\\u062a\\u0647\\u060c \\u0627\\u06cc\\u0631\\u0627\\u062f\\u0627\\u062a \\u062a\\u0648\\u0633\\u0637 \\u06a9\\u0627\\u0631\\u0634\\u0646\\u0627\\u0633\\u0627\\u0646 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0628\\u0631\\u0631\\u0633\\u06cc \\u0634\\u062f\\u0647 \\u0648 \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a \\u062a\\u0627\\u06cc\\u06cc\\u062f\\u060c \\u062a\\u0639\\u0648\\u06cc\\u0636 \\u0648 \\u06cc\\u0627 \\u0645\\u0631\\u062c\\u0648\\u0639 \\u0645\\u06cc&zwnj;\\u0634\\u0648\\u062f. \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a \\u0639\\u062f\\u0645 \\u0645\\u0648\\u062c\\u0648\\u062f\\u06cc \\u0622\\u0646 \\u06a9\\u0627\\u0644\\u0627 \\u062f\\u0631 \\u0627\\u0646\\u0628\\u0627\\u0631 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646\\u060c \\u0645\\u0628\\u0644\\u063a \\u0648\\u0627\\u0631\\u06cc\\u0632\\u06cc \\u0628\\u0647 \\u062d\\u0633\\u0627\\u0628 \\u06a9\\u0627\\u0631\\u0628\\u0631 \\u0628\\u0631\\u06af\\u0631\\u062f\\u0627\\u0646\\u062f\\u0647 \\u0645\\u06cc&zwnj;\\u0634\\u0648\\u062f.<\\/p>\\r\\n<p>\\u0686\\u0646\\u0627\\u0646\\u0686\\u0647 \\u0645\\u0628\\u0644\\u063a \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u0645\\u0631\\u062c\\u0648\\u0639\\u06cc \\u0628\\u0647 \\u06af\\u0648\\u0646\\u0647 \\u0627\\u06cc \\u0628\\u0627\\u0634\\u062f \\u06a9\\u0647 \\u062c\\u0645\\u0639 \\u06a9\\u0644 \\u0641\\u0627\\u06a9\\u062a\\u0648\\u0631 \\u062e\\u0631\\u06cc\\u062f\\u0627\\u0631\\u06cc \\u0634\\u062f\\u0647 \\u067e\\u0627\\u06cc\\u06cc\\u0646 \\u062a\\u0631 \\u0627\\u0632 \\u06f1.\\u06f5\\u06f0\\u06f0.\\u06f0\\u06f0\\u06f0 \\u062a\\u0648\\u0645\\u0627\\u0646 \\u06af\\u0631\\u062f\\u062f\\u060c \\u0645\\u0628\\u0644\\u063a \\u06f8\\u06f5.\\u06f0\\u06f0\\u06f0 \\u062a\\u0648\\u0645\\u0627\\u0646 \\u0628\\u0627\\u0628\\u062a \\u06a9\\u0631\\u0627\\u06cc\\u0647 \\u0627\\u0648\\u0644\\u06cc\\u0647 \\u0627\\u0632 \\u0645\\u0628\\u0644\\u063a \\u0645\\u0631\\u062c\\u0648\\u0639\\u06cc \\u06a9\\u0633\\u0631 \\u0645\\u06cc\\u06af\\u0631\\u062f\\u062f. \\u0647\\u0645\\u0686\\u0646\\u06cc\\u0646 \\u0647\\u0632\\u06cc\\u0646\\u0647 \\u06cc \\u0627\\u0631\\u0633\\u0627\\u0644 \\u062a\\u0627 \\u062f\\u0641\\u062a\\u0631 \\u0645\\u0631\\u06a9\\u0632\\u06cc \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0628\\u0647 \\u0639\\u0647\\u062f\\u0647 \\u06cc \\u0645\\u0634\\u062a\\u0631\\u06cc \\u0645\\u06cc \\u0628\\u0627\\u0634\\u062f.<\\/p>\\r\\n<p>\\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a \\u0648\\u062c\\u0648\\u062f \\u0646\\u0642\\u0635 \\u0648 \\u0645\\u0639\\u06cc\\u0648\\u0628 \\u0628\\u0648\\u062f\\u0646 \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\\u0627\\u0631\\u06cc \\u0634\\u062f\\u0647 \\u062d\\u062f\\u0627\\u06a9&zwj;\\u0626\\u0631 \\u062a\\u0627 \\u06f2\\u06f4 \\u0633\\u0627\\u0639\\u062a \\u067e\\u0633 \\u0627\\u0632 \\u062a\\u062d\\u0648\\u06cc\\u0644 \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0627 \\u067e\\u0634\\u062a\\u06cc\\u0628\\u0627\\u0646\\u06cc \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u062a\\u0645\\u0627\\u0633 \\u06af\\u0631\\u0641\\u062a\\u0647 \\u0648 \\u0645\\u0634\\u06a9\\u0644 \\u0631\\u0627 \\u0628\\u0627 \\u06a9\\u0627\\u0631\\u0634\\u0646\\u0627\\u0633\\u0627\\u0646 \\u0645\\u0637\\u0631\\u062d \\u0646\\u0645\\u0627\\u06cc\\u06cc\\u062f.<\\/p>\\r\\n<p>\\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627\\u06cc \\u0628\\u0647\\u062f\\u0627\\u0634\\u062a\\u06cc \\u0648 \\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627\\u06cc\\u06cc \\u06a9\\u0647 \\u062f\\u0631 \\u067e\\u06a9\\u0647\\u0627\\u06cc \\u062a\\u0639\\u062f\\u0627\\u062f\\u06cc \\u0647\\u0633\\u062a\\u0646\\u062f \\u0645\\u0627\\u0646\\u0646\\u062f \\u0638\\u0631\\u0648\\u0641 \\u06cc\\u06a9\\u0628\\u0627\\u0631 \\u0645\\u0635\\u0631\\u0641 \\u0628\\u0647 \\u0639\\u0644\\u062a \\u0631\\u0639\\u0627\\u06cc\\u062a \\u0645\\u0633\\u0627\\u0626\\u0644 \\u0628\\u0647\\u062f\\u0627\\u0634\\u062a\\u06cc \\u0648 \\u0631\\u0639\\u0627\\u06cc\\u062a \\u062d\\u0642\\u0648\\u0642 \\u0645\\u0634\\u062a\\u0631\\u06cc\\u0627\\u0646 \\u0645\\u062d\\u062a\\u0631\\u0645 \\u0642\\u0627\\u0628\\u0644\\u06cc\\u062a \\u0628\\u0627\\u0632\\u06af\\u0634\\u062a \\u0648 \\u06cc\\u0627 \\u0645\\u0631\\u062c\\u0648\\u0639 \\u0631\\u0627 \\u0646\\u062f\\u0627\\u0631\\u0646\\u062f.<\\/p>\\r\\n<p>\\u067e\\u0648\\u0634\\u0627\\u06a9 \\u0631\\u0633\\u062a\\u0648\\u0631\\u0627\\u0646\\u06cc \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a \\u062a\\u0627\\u06cc\\u06cc\\u062f \\u06a9\\u0627\\u0631\\u0634\\u0646\\u0627\\u0633\\u0627\\u0646 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0648 \\u0628\\u0647 \\u0646\\u062d\\u0648\\u06cc \\u06a9\\u0647 \\u062f\\u0631 \\u0648\\u0636\\u0639\\u06cc\\u062a \\u0627\\u0648\\u0644\\u06cc\\u0647 \\u0648 \\u0628\\u062f\\u0648\\u0646 \\u0647\\u06cc\\u0686\\u06af\\u0648\\u0646\\u0647 \\u0644\\u06a9\\u0647 \\u06a9\\u062b\\u06cc\\u0641\\u06cc \\u0648 \\u0686\\u0631\\u0648\\u06a9 \\u0628\\u0627\\u0634\\u0646\\u062f \\u0642\\u0627\\u0628\\u0644 \\u062a\\u0639\\u0648\\u06cc\\u0636 \\u0627\\u0633\\u062a.<\\/p>\\r\\n<p>\\u0642\\u0637\\u0639\\u0627\\u062a \\u06cc\\u062f\\u06a9\\u06cc \\u0645\\u0648\\u062c\\u0648\\u062f \\u062f\\u0631 \\u062f\\u0633\\u062a\\u0647 \\u0628\\u0646\\u062f\\u06cc \\u0642\\u0637\\u0639\\u0627\\u062a \\u0648 \\u062e\\u062f\\u0645\\u0627\\u062a \\u0628\\u0647 \\u0639\\u0644\\u062a \\u0645\\u0633\\u0627\\u0626\\u0644 \\u0641\\u0646\\u06cc \\u0642\\u0627\\u0628\\u0644\\u06cc\\u062a \\u0645\\u0631\\u062c\\u0648\\u0639\\u06cc \\u0646\\u062f\\u0627\\u0631\\u0646\\u062f.<\\/p>\\r\\n<p>\\u0627\\u06af\\u0631 \\u0627\\u06cc\\u0631\\u0627\\u062f\\u0627\\u062a \\u0641\\u0646\\u06cc\\u060c \\u0648\\u062c\\u0648\\u062f \\u0645\\u063a\\u0627\\u06cc\\u0631\\u062a \\u0648 \\u06cc\\u0627 \\u0646\\u0642\\u0635 \\u0628\\u0647 \\u062a\\u0627\\u06cc\\u06cc\\u062f \\u06a9\\u0627\\u0631\\u0634\\u0646\\u0627\\u0633\\u0627\\u0646 \\u062e\\u062f\\u0645\\u0627\\u062a \\u067e\\u0633 \\u0627\\u0632 \\u0641\\u0631\\u0648\\u0634 \\u0628\\u0631\\u0633\\u062f \\u0647\\u0632\\u06cc\\u0646\\u0647 \\u06cc \\u0627\\u0631\\u0633\\u0627\\u0644\\u06cc \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0647 \\u0639\\u0647\\u062f\\u0647 \\u06cc \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0627\\u0633\\u062a.<\\/p>\\r\\n<p>\\u06a9\\u0627\\u0644\\u0627 \\u062d\\u062a\\u0645\\u0627 \\u0628\\u0627\\u06cc\\u062f \\u062f\\u0631 \\u0628\\u0633\\u062a\\u0647 \\u0628\\u0646\\u062f\\u06cc \\u0627\\u0648\\u0631\\u062c\\u06cc\\u0646\\u0627\\u0644 \\u062e\\u0648\\u062f \\u0647\\u0645\\u0627\\u0646\\u06af\\u0648\\u0646\\u0647 \\u06a9\\u0647 \\u062f\\u0631\\u06cc\\u0627\\u0641\\u062a \\u06a9\\u0631\\u062f\\u0647 \\u0627\\u06cc\\u062f \\u0628\\u0631\\u06af\\u0634\\u062a \\u062f\\u0627\\u062f\\u0647 \\u0634\\u0648\\u062f \\u062a\\u0627 \\u0645\\u0634\\u0645\\u0648\\u0644 \\u0636\\u0645\\u0627\\u0646\\u062a \\u0628\\u0631\\u06af\\u0634\\u062a \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0634\\u0648\\u062f\\u060c \\u062f\\u0631 \\u063a\\u06cc\\u0631 \\u0627\\u06cc\\u0646 \\u0635\\u0648\\u0631\\u062a\\u060c \\u0645\\u0648\\u0631\\u062f \\u0642\\u0628\\u0648\\u0644 \\u0646\\u062e\\u0648\\u0627\\u0647\\u062f \\u0628\\u0648\\u062f. \\u06a9\\u062f \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u0645\\u062d\\u0635\\u0648\\u0644 \\u062d\\u062a\\u0645\\u0627 \\u0628\\u0627\\u06cc\\u062f \\u0633\\u0627\\u0644\\u0645 \\u0628\\u0627\\u0634\\u062f \\u0648 \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a \\u0645\\u062e\\u062f\\u0648\\u0634 \\u0628\\u0648\\u062f\\u0646 \\u06cc\\u0627 \\u062c\\u062f\\u0627 \\u0634\\u062f\\u0646 \\u0627\\u0632 \\u06a9\\u0627\\u0644\\u0627 \\u0642\\u0627\\u0628\\u0644 \\u0627\\u0633\\u062a\\u0631\\u062f\\u0627\\u062f \\u0646\\u0645\\u06cc \\u0628\\u0627\\u0634\\u062f.<\\/p>\\r\\n<p>\\u0644\\u0637\\u0641\\u0627 \\u0627\\u0632 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u062f\\u0648\\u0646 \\u0647\\u0645\\u0627\\u0647\\u0646\\u06af\\u06cc \\u0628\\u0627 \\u067e\\u0634\\u062a\\u06cc\\u0628\\u0627\\u0646\\u06cc \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u062e\\u0648\\u062f\\u062f\\u0627\\u0631\\u06cc \\u06a9\\u0646\\u06cc\\u062f.<\\/p>\\r\\n<p>&nbsp;<\\/p>\\r\\n<p><strong class=\\\"question\\\">\\u062d\\u0633\\u0627\\u0628 \\u0647\\u0627\\u06cc \\u0631\\u0633\\u0627\\u0645 \\u062a\\u06a9 \\u0622\\u0634\\u067e\\u0632\\u062e\\u0627\\u0646\\u0647<\\/strong><\\/p>\\r\\n<p>\\u0634\\u0645\\u0627\\u0631\\u0647 \\u062d\\u0633\\u0627\\u0628 \\u0628\\u0627\\u0646\\u06a9 \\u0633\\u0627\\u0645\\u0627\\u0646: 828-40-2699187-1<\\/p>\\r\\n<p>\\u0634\\u0645\\u0627\\u0631\\u0647 \\u0634\\u0628\\u0627 \\u0628\\u0627\\u0646\\u06a9 \\u0633\\u0627\\u0645\\u0627\\u0646: IR630560082804002699187001<\\/p>\\r\\n<p>\\u0634\\u0645\\u0627\\u0631\\u0647 \\u062d\\u0633\\u0627\\u0628 \\u0628\\u0627\\u0646\\u06a9 \\u062a\\u0648\\u0633\\u0639\\u0647 \\u062a\\u0639\\u0627\\u0648\\u0646: 2-4894020-111-1714 \\u0628\\u0647 \\u0646\\u0627\\u0645 \\u0641\\u0646\\u06cc \\u0645\\u0647\\u0646\\u062f\\u0633\\u06cc \\u0631\\u0633\\u0627\\u0645 \\u062a\\u06a9 \\u0622\\u0634\\u067e\\u0632\\u062e\\u0627\\u0646\\u0647<\\/p>\\r\\n<p>&nbsp;<\\/p>\\r\\n<p>\\u0646\\u0645\\u0627\\u06cc\\u0646\\u062f\\u06af\\u06cc<\\/p>\\r\\n<p>\\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0646\\u0645\\u0627\\u06cc\\u0646\\u062f\\u06af\\u06cc \\u0641\\u0631\\u0648\\u0634 \\u062f\\u0631 \\u0647\\u06cc\\u0686 \\u062c\\u0627\\u06cc\\u06cc \\u0627\\u0632 \\u06a9\\u0634\\u0648\\u0631 \\u0646\\u062f\\u0627\\u0631\\u062f \\u0627\\u0645\\u0627 \\u0627\\u0645\\u06a9\\u0627\\u0646 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\\u0647 \\u0634\\u062f\\u0647 \\u0628\\u0647 \\u0647\\u0645\\u0647 \\u0646\\u0642\\u0627\\u0637 \\u06a9\\u0634\\u0648\\u0631 \\u0631\\u0627 \\u062f\\u0627\\u0631\\u062f. \\u0628\\u0631\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f \\u062d\\u062a\\u0645\\u0627 \\u0628\\u0627\\u06cc\\u062f \\u0628\\u0647 \\u0633\\u0627\\u06cc\\u062a \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0645\\u0631\\u0627\\u062c\\u0639\\u0647 \\u06a9\\u0646\\u06cc\\u062f \\u062f\\u0631 \\u0645\\u0648\\u0627\\u0631\\u062f\\u06cc \\u06a9\\u0647 \\u0645\\u0634\\u06a9\\u0644\\u06cc \\u0628\\u0647 \\u0648\\u062c\\u0648\\u062f \\u0622\\u0645\\u062f\\u060c \\u0645\\u06cc&zwnj;\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0628\\u0627 \\u0634\\u0645\\u0627\\u0631\\u0647&zwnj;\\u0647\\u0627\\u06cc \\u062f\\u0631\\u062c \\u0634\\u062f\\u0647 \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a \\u0633\\u0641\\u0627\\u0631\\u0634 \\u062e\\u0648\\u062f \\u0631\\u0627 \\u0628\\u0647 \\u0647\\u0645\\u06a9\\u0627\\u0631\\u0627\\u0646 \\u0645\\u0627 \\u0627\\u0639\\u0644\\u0627\\u0645 \\u0646\\u0645\\u0627\\u06cc\\u06cc\\u062f \\u062a\\u0627 \\u0628\\u0631\\u0627\\u06cc \\u0634\\u0645\\u0627 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0634\\u0648\\u062f.<\\/p>\\r\\n<p style=\\\"text-align: justify;\\\">&nbsp;<\\/p>\"}}}',NULL,'2017-12-26 16:20:50','2023-12-07 14:07:43',NULL,'برای استفاده صحیح از خدمات کیت لاین شرایط و مقرراتی وجود دارد که لازم است حتما با دقت مطالعه بفرمایید.',NULL),(12,134,'support','a:2:{s:5:\"title\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":149:{{\"id\":\"title\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646\",\"content\":\"\\u062e\\u062f\\u0645\\u0627\\u062a \\u067e\\u0633 \\u0627\\u0632 \\u0641\\u0631\\u0648\\u0634\"}}s:11:\"description\";C:40:\"App\\Utils\\CMS\\Template\\Contents\\RichText\":35325:{{\"id\":\"description\",\"title\":\"\\u062a\\u0648\\u0636\\u06cc\\u062d\\u0627\\u062a\",\"content\":\"<p>\\u0631\\u0636\\u0627\\u06cc\\u062a\\u0645\\u0646\\u062f\\u06cc \\u0645\\u0634\\u062a\\u0631\\u06cc\\u0627\\u0646 \\u0647\\u0645\\u0648\\u0627\\u0631\\u0647 \\u0646\\u062e\\u0633\\u062a\\u06cc\\u0646 \\u0647\\u062f\\u0641 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0628\\u0648\\u062f\\u0647 \\u0627\\u0633\\u062a \\u0648 \\u062f\\u0631 \\u0647\\u0645\\u06cc\\u0646 \\u0631\\u0627\\u0633\\u062a\\u0627 \\u062a\\u0645\\u0627\\u0645\\u06cc \\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627 \\u062f\\u0631 \\u0627\\u0646\\u0628\\u0627\\u0631 \\u0645\\u062c\\u0645\\u0648\\u0639\\u0647 \\u0628\\u0627\\u0632 \\u0634\\u062f\\u0647 \\u0648 \\u067e\\u0633 \\u0627\\u0632 \\u062a\\u0627\\u06cc\\u06cc\\u062f \\u0627\\u0632 \\u0644\\u062d\\u0627\\u0638 \\u06a9\\u06cc\\u0641\\u06cc\\u062a \\u0648 \\u062a\\u0639\\u062f\\u0627\\u062f \\u062a\\u0648\\u0633\\u0637 \\u06a9\\u0627\\u0631\\u0634\\u0646\\u0627\\u0633\\u0627\\u0646 \\u0645\\u062c\\u062f\\u062f\\u0627 \\u0628\\u0627 \\u062a\\u0648\\u062c\\u0647 \\u0628\\u0647 \\u062c\\u0646\\u0633 \\u0645\\u062d\\u0635\\u0648\\u0644 \\u0628\\u0633\\u062a\\u0647 \\u0628\\u0646\\u062f\\u06cc \\u0645\\u06cc \\u06af\\u0631\\u062f\\u0646\\u062f \\u0644\\u0630\\u0627 \\u0627\\u0632 \\u0635\\u062d\\u062a \\u0633\\u0644\\u0627\\u0645\\u062a \\u062a\\u0645\\u0627\\u0645\\u06cc \\u0645\\u062d\\u0635\\u0648\\u0644\\u0627\\u062a \\u0627\\u0637\\u0645\\u06cc\\u0646\\u0627\\u0646 \\u062d\\u0627\\u0635\\u0644 \\u06a9\\u0631\\u062f\\u0647 \\u0627\\u06cc\\u0645 \\u0648 \\u062a\\u0645\\u0627\\u0645 \\u0633\\u0639\\u06cc \\u0628\\u0631 \\u0627\\u06cc\\u0646 \\u0628\\u0648\\u062f\\u0647 \\u062a\\u0627 \\u0647\\u0631 \\u0633\\u0641\\u0627\\u0631\\u0634 \\u062f\\u0631 \\u0634\\u0631\\u0627\\u06cc\\u0637 \\u0645\\u0637\\u0644\\u0648\\u0628 \\u0648 \\u0645\\u0637\\u0627\\u0628\\u0642 \\u0628\\u0627 \\u0627\\u0646\\u062a\\u0638\\u0627\\u0631 \\u0628\\u0647 \\u062f\\u0633\\u062a \\u0645\\u0634\\u062a\\u0631\\u06cc \\u0628\\u0631\\u0633\\u062f. \\u0628\\u0627 \\u0627\\u06cc\\u0646 \\u0648\\u062c\\u0648\\u062f \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a \\u0628\\u0631\\u0648\\u0632 \\u0645\\u0634\\u06a9\\u0644 \\u0642\\u0648\\u0627\\u0646\\u06cc\\u0646\\u06cc \\u0628\\u0631\\u0627\\u06cc \\u0622\\u0633\\u0648\\u062f\\u06af\\u06cc \\u062e\\u06cc\\u0627\\u0644 \\u0645\\u0634\\u062a\\u0631\\u06cc\\u0627\\u0646 \\u062f\\u0631 \\u0646\\u0638\\u0631 \\u06af\\u0631\\u0641\\u062a\\u0647 \\u0634\\u062f\\u0647 \\u0627\\u0633\\u062a.<\\/p>\\r\\n<p>\\u062e\\u062f\\u0645\\u0627\\u062a \\u0645\\u0634\\u062a\\u0631\\u06cc\\u0627\\u0646 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0622\\u0645\\u0627\\u062f\\u0647 \\u0647\\u0631\\u06af\\u0648\\u0646\\u0647 \\u067e\\u0627\\u0633\\u062e\\u06af\\u0648\\u06cc\\u06cc \\u062f\\u0631 \\u0632\\u0645\\u06cc\\u0646\\u0647&zwnj;\\u06cc \\u067e\\u06cc\\u06af\\u06cc\\u0631\\u06cc\\u060c \\u0634\\u06a9\\u0627\\u06cc\\u0627\\u062a\\u060c \\u062f\\u0631\\u062e\\u0648\\u0627\\u0633\\u062a \\u0628\\u0631\\u06af\\u0634\\u062a \\u0633\\u0641\\u0627\\u0631\\u0634 \\u0648 \\u0631\\u0627\\u0647\\u0646\\u0645\\u0627\\u06cc\\u06cc \\u0645\\u0648\\u0631\\u062f \\u0646\\u06cc\\u0627\\u0632 \\u0645\\u0634\\u062a\\u0631\\u06cc\\u0627\\u0646 \\u0627\\u0633\\u062a.<\\/p>\\r\\n<p><strong class=\\\"question\\\">\\u0633\\u0627\\u0639\\u0627\\u062a \\u06a9\\u0627\\u0631\\u06cc<\\/strong><\\/p>\\r\\n<p>\\u0634\\u0646\\u0628\\u0647 \\u062a\\u0627 \\u0686\\u0647\\u0627\\u0631&zwnj;\\u0634\\u0646\\u0628\\u0647 \\u06f8:\\u06f4\\u06f5 \\u062a\\u0627 \\u06f2\\u06f2\\u060c \\u067e\\u0646\\u062c&zwnj;\\u0634\\u0646\\u0628\\u0647 \\u0648 \\u062c\\u0645\\u0639\\u0647&zwnj; \\u06f8:\\u06f4\\u06f5 \\u062a\\u0627 \\u06f1\\u06f7 \\u0648 \\u062f\\u0631 \\u062f\\u06cc\\u06af\\u0631 \\u0633\\u0627\\u0639\\u0627\\u062a &zwnj;\\u067e\\u0633 \\u0627\\u0632 \\u06af\\u0631\\u0641\\u062a\\u0646 \\u067e\\u06cc\\u063a\\u0627\\u0645 \\u0634\\u0645\\u0627 \\u0639\\u0632\\u06cc\\u0632\\u0627\\u0646\\u060c \\u062f\\u0631 \\u0627\\u0648\\u0644\\u06cc\\u0646 \\u0633\\u0627\\u0639\\u0627\\u062a \\u0631\\u0648\\u0632\\u06a9\\u0627\\u0631\\u06cc \\u0622\\u062a\\u06cc \\u0628\\u0627 \\u0634\\u0645\\u0627 \\u062a\\u0645\\u0627\\u0633 \\u0645\\u06cc&zwnj;\\u06af\\u06cc\\u0631\\u06cc\\u0645.<\\/p>\\r\\n<p><br \\/> <strong class=\\\"question\\\">\\u0634\\u0631\\u0627\\u06cc\\u0637 \\u0628\\u0627\\u0632\\u06af\\u0631\\u062f\\u0627\\u0646\\u062f\\u0646 \\u06a9\\u0627\\u0644\\u0627<\\/strong> <br \\/> <strong class=\\\"question\\\">\\u0634\\u0631\\u0627\\u06cc\\u0637 \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u0627\\u0632 \\u06f7 \\u0631\\u0648\\u0632 \\u0636\\u0645\\u0627\\u0646\\u062a \\u0628\\u0627\\u0632\\u06af\\u0634\\u062a \\u06a9\\u0627\\u0644\\u0627 \\u062f\\u0631 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646<\\/strong> <br \\/> <strong class=\\\"question\\\"> \\u0648\\u062c\\u0648\\u062f \\u0627\\u06cc\\u0631\\u0627\\u062f \\u06cc\\u0627 \\u0627\\u0634\\u06a9\\u0627\\u0644 \\u0641\\u0646\\u06cc \\u062f\\u0631 \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\\u0627\\u0631\\u06cc \\u0634\\u062f\\u0647: <\\/strong><\\/p>\\r\\n<div class=\\\"answer\\\">\\r\\n<ul>\\r\\n<li>\\r\\n<p>\\u0627\\u06af\\u0631 \\u06a9\\u0627\\u0644\\u0627\\u06cc\\u06cc \\u06a9\\u0647 \\u0627\\u0632 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u062e\\u0631\\u06cc\\u062f\\u0647 \\u0627\\u06cc\\u062f \\u062f\\u0627\\u0631\\u0627\\u06cc \\u0627\\u06cc\\u0631\\u0627\\u062f \\u0641\\u0646\\u06cc \\u0628\\u0627\\u0634\\u062f\\u060c \\u0634\\u0645\\u0627 \\u0628\\u0627\\u06cc\\u062f \\u062d\\u062f\\u0627\\u06a9\\u062b\\u0631 \\u062a\\u0627 \\u06f7 \\u0631\\u0648\\u0632 \\u067e\\u0633 \\u0627\\u0632 \\u062f\\u0631\\u06cc\\u0627\\u0641\\u062a \\u06a9\\u0627\\u0644\\u0627\\u060c \\u0628\\u0647 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0627\\u0637\\u0644\\u0627\\u0639 \\u062f\\u0647\\u06cc\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u062c\\u0639\\u0628\\u0647 \\u0627\\u0635\\u0644\\u06cc \\u06a9\\u0627\\u0644\\u0627\\u060c \\u0628\\u0639\\u062f \\u0627\\u0632 \\u06af\\u0630\\u0634\\u062a \\u06f7 \\u0631\\u0648\\u0632 \\u0628\\u0627\\u06cc\\u062f \\u0633\\u0627\\u0644\\u0645 \\u0648 \\u0628\\u062f\\u0648\\u0646 \\u067e\\u0627\\u0631\\u06af\\u06cc \\u06cc\\u0627 \\u0645\\u062e\\u062f\\u0648\\u0634 \\u0634\\u062f\\u0646\\u060c \\u0646\\u06af\\u0647\\u062f\\u0627\\u0631\\u06cc \\u0634\\u062f\\u0647 \\u0628\\u0627\\u0634\\u062f \\u0648 \\u0641\\u0642\\u0637 \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a\\u06cc \\u0645\\u06cc&zwnj;\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u06a9\\u0627\\u0644\\u0627 \\u0631\\u0627 \\u0628\\u0631\\u06af\\u0631\\u062f\\u0627\\u0646\\u06cc\\u062f \\u06a9\\u0647 \\u062f\\u0631\\u0648\\u0646 \\u062c\\u0639\\u0628\\u0647 \\u0627\\u0635\\u0644\\u06cc \\u062e\\u0648\\u062f \\u0628\\u0627\\u0634\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u0627\\u06cc\\u0646 \\u0628\\u062e\\u0634 \\u0627\\u0632 \\u062e\\u062f\\u0645\\u0627\\u062a \\u067e\\u0633 \\u0627\\u0632 \\u0641\\u0631\\u0648\\u0634\\u060c \\u0634\\u0627\\u0645\\u0644 \\u0627\\u0634\\u06a9\\u0627\\u0644\\u0627\\u062a \\u0641\\u0646\\u06cc \\u0648 \\u0638\\u0627\\u0647\\u0631\\u06cc \\u0647\\u0645\\u0686\\u0648\\u0646 \\u0634\\u06a9\\u0633\\u062a\\u06af\\u06cc\\u060c \\u062e\\u0637 \\u0648 \\u062e\\u0634 \\u0648 ... \\u06a9\\u0647 \\u0628\\u0647 \\u0639\\u0644\\u062a \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u0646\\u0627\\u062f\\u0631\\u0633\\u062a \\u06a9\\u0627\\u0644\\u0627 \\u0627\\u06cc\\u062c\\u0627\\u062f \\u0634\\u062f\\u0647\\u060c \\u0646\\u0645\\u06cc&rlm;&rlm;&zwnj;\\u0634\\u0648\\u062f. \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u0646\\u0627\\u062f\\u0631\\u0633\\u062a \\u0628\\u0647 \\u0645\\u0639\\u0646\\u0627\\u06cc \\u0627\\u06cc\\u0646 \\u0627\\u0633\\u062a \\u06a9\\u0647 \\u0628\\u0639\\u062f \\u0627\\u0632 \\u062a\\u062d\\u0648\\u06cc\\u0644 \\u06a9\\u0627\\u0644\\u0627\\u060c \\u0628\\u0647 \\u062f\\u0644\\u0627\\u06cc\\u0644\\u06cc \\u0686\\u0648\\u0646 \\u062d\\u0645\\u0644 \\u0648 \\u0646\\u0642\\u0644\\u060c \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u063a\\u06cc\\u0631\\u0645\\u0639\\u0645\\u0648\\u0644\\u060c \\u0646\\u06af\\u0647\\u062f\\u0627\\u0631\\u06cc \\u0648 \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647&zwnj; \\u0627\\u0632 \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0631\\u062e\\u0644\\u0627\\u0641 \\u0645\\u0648\\u0627\\u0631\\u062f \\u0630\\u06a9\\u0631 \\u0634\\u062f\\u0647 \\u062f\\u0631 \\u062f\\u0641\\u062a\\u0631\\u0686\\u0647 \\u0631\\u0627\\u0647\\u0646\\u0645\\u0627\\u06cc \\u06a9\\u0627\\u0644\\u0627\\u060c \\u0645\\u0645\\u06a9\\u0646 \\u0627\\u0633\\u062a \\u0627\\u0634\\u06a9\\u0627\\u0644\\u0627\\u062a\\u06cc \\u062f\\u0631 \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\\u0627\\u0631\\u06cc \\u0634\\u062f\\u0647 \\u0628\\u0647 \\u0648\\u062c\\u0648\\u062f \\u0622\\u06cc\\u062f \\u06a9\\u0647 \\u062f\\u0631 \\u0627\\u06cc\\u0646 \\u0635\\u0648\\u0631\\u062a \\u0636\\u0645\\u0627\\u0646\\u062a \\u0628\\u0631\\u06af\\u0634\\u062a \\u06a9\\u0627\\u0644\\u0627 \\u0631\\u0627 \\u0634\\u0627\\u0645\\u0644 \\u0646\\u0645\\u06cc&zwnj;\\u06af\\u0631\\u062f\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<\\/ul>\\r\\n<\\/div>\\r\\n<p><strong class=\\\"question\\\"> \\u0645\\u063a\\u0627\\u06cc\\u0631\\u062a \\u062f\\u0631 \\u0645\\u0634\\u062e\\u0635\\u0627\\u062a \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u062a\\u062d\\u0648\\u06cc\\u0644 \\u062f\\u0627\\u062f\\u0647 \\u0634\\u062f\\u0647 \\u0628\\u0627 \\u0622\\u0646\\u0686\\u0647 \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a \\u062f\\u0631\\u062c \\u0634\\u062f\\u0647 \\u0627\\u0633\\u062a: <\\/strong><\\/p>\\r\\n<div class=\\\"answer\\\">\\r\\n<ul>\\r\\n<li>\\r\\n<p>\\u0632\\u0645\\u0627\\u0646\\u06cc \\u06a9\\u0647 \\u06a9\\u0627\\u0644\\u0627 \\u062a\\u062d\\u0648\\u06cc\\u0644 \\u062f\\u0627\\u062f\\u0647 \\u0634\\u062f\\u060c \\u0627\\u06af\\u0631 \\u0627\\u0632 \\u0644\\u062d\\u0627\\u0638 \\u0645\\u0634\\u062e\\u0635\\u0627\\u062a \\u0641\\u0646\\u06cc \\u0648 \\u0638\\u0627\\u0647\\u0631\\u06cc\\u060c \\u0628\\u0627 \\u0622\\u0646\\u0686\\u0647 \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a \\u062f\\u0631\\u062c \\u0634\\u062f\\u0647 \\u0627\\u0633\\u062a\\u060c \\u0645\\u062a\\u0641\\u0627\\u0648\\u062a \\u0628\\u0648\\u062f\\u060c \\u0628\\u0627\\u06cc\\u062f \\u062d\\u062f\\u0627\\u06a9\\u062b\\u0631 \\u062a\\u0627 \\u06f2\\u06f4 \\u0633\\u0627\\u0639\\u062a \\u0637\\u06cc \\u062a\\u0645\\u0627\\u0633 \\u062a\\u0644\\u0641\\u0646\\u06cc \\u0628\\u0647 \\u062e\\u062f\\u0645\\u0627\\u062a \\u067e\\u0633 \\u0627\\u0632 \\u0641\\u0631\\u0648\\u0634 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0627\\u0637\\u0644\\u0627\\u0639 \\u062f\\u0627\\u062f\\u0647 \\u0634\\u0648\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u0627\\u06af\\u0631 \\u0627\\u06cc\\u0646 \\u0645\\u063a\\u0627\\u06cc\\u0631\\u062a \\u062f\\u0631 \\u0645\\u0648\\u0631\\u062f \\u0645\\u0634\\u062e\\u0635\\u0627\\u062a\\u06cc \\u0627\\u0632 \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0627\\u0634\\u062f \\u06a9\\u0647 \\u0628\\u062f\\u0648\\u0646 \\u0646\\u06cc\\u0627\\u0632 \\u0628\\u0647 \\u0628\\u0627\\u0632 \\u06a9\\u0631\\u062f\\u0646 \\u062c\\u0639\\u0628\\u0647 \\u0628\\u062a\\u0648\\u0627\\u0646 \\u0645\\u062a\\u0648\\u062c\\u0647 \\u0622\\u0646 \\u0634\\u062f ( \\u0631\\u0646\\u06af\\u060c \\u0645\\u0634\\u062e\\u0635\\u0627\\u062a \\u0631\\u0648\\u06cc \\u062c\\u0639\\u0628\\u0647 \\u0648 ...)\\u060c \\u0646\\u0628\\u0627\\u06cc\\u062f \\u0622\\u0646 \\u0631\\u0627 \\u0627\\u0632 \\u062d\\u0627\\u0644\\u062a \\u0627\\u0648\\u0644\\u06cc\\u0647 \\u0648 \\u0628\\u0633\\u062a\\u0647 \\u0628\\u0646\\u062f\\u06cc \\u0627\\u0635\\u0644\\u06cc \\u062e\\u0648\\u062f \\u062e\\u0627\\u0631\\u062c \\u06a9\\u0631\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u0645\\u0644\\u0627\\u06a9 \\u0648\\u062c\\u0648\\u062f \\u0645\\u063a\\u0627\\u06cc\\u0631\\u062a \\u062f\\u0631 \\u0645\\u0634\\u062e\\u0635\\u0627\\u062a \\u06a9\\u0627\\u0644\\u0627\\u060c \\u0645\\u0634\\u062e\\u0635\\u0627\\u062a \\u0641\\u0646\\u06cc \\u062f\\u0631\\u062c \\u0634\\u062f\\u0647 \\u062f\\u0631 \\u0633\\u0627\\u06cc\\u062a \\u0627\\u0633\\u062a.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a\\u06cc \\u06a9\\u0647 \\u0627\\u0645\\u06a9\\u0627\\u0646 \\u062a\\u0634\\u062e\\u06cc\\u0635 \\u0645\\u063a\\u0627\\u06cc\\u0631\\u062a \\u062a\\u0646\\u0647\\u0627 \\u0628\\u0627 \\u0628\\u0627\\u0632 \\u06a9\\u0631\\u062f\\u0646 \\u0628\\u0633\\u062a\\u0647 \\u0628\\u0646\\u062f\\u06cc \\u0645\\u0645\\u06a9\\u0646 \\u0628\\u0627\\u0634\\u062f\\u060c \\u0644\\u0627\\u0632\\u0645 \\u0627\\u0633\\u062a \\u06a9\\u0627\\u0631\\u062a\\u0646 \\u0648 \\u062c\\u0639\\u0628\\u0647 \\u0627\\u0635\\u0644\\u06cc \\u0645\\u062d\\u0635\\u0648\\u0644\\u0627\\u062a \\u0646\\u06af\\u0647\\u062f\\u0627\\u0631\\u06cc \\u0634\\u0648\\u062f \\u0648 \\u0627\\u0632 \\u062f\\u0648\\u0631 \\u0631\\u06cc\\u062e\\u062a\\u0646 \\u0622\\u0646 \\u062c\\u062f\\u0627\\u064b \\u062e\\u0648\\u062f\\u062f\\u0627\\u0631\\u06cc \\u0634\\u0648\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<\\/ul>\\r\\n<\\/div>\\r\\n<p><strong class=\\\"question\\\"> \\u0622\\u0633\\u06cc\\u0628 \\u062f\\u06cc\\u062f\\u06af\\u06cc \\u0648 \\u0627\\u06cc\\u0631\\u0627\\u062f \\u0641\\u06cc\\u0632\\u06cc\\u06a9\\u06cc \\u0648 \\u0638\\u0627\\u0647\\u0631\\u06cc \\u062f\\u0631 \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\\u0627\\u0631\\u06cc \\u0634\\u062f\\u0647: <\\/strong><\\/p>\\r\\n<div class=\\\"answer\\\">\\r\\n<ul>\\r\\n<li>\\r\\n<p>\\u0627\\u06af\\u0631 \\u06a9\\u0627\\u0644\\u0627\\u06cc\\u06cc \\u06a9\\u0647 \\u0628\\u0647 \\u062f\\u0633\\u062a\\u062a\\u0627\\u0646 \\u0631\\u0633\\u06cc\\u062f\\u0647 \\u0627\\u0632 \\u0646\\u0638\\u0631 \\u0641\\u06cc\\u0632\\u06cc\\u06a9\\u06cc \\u0648 \\u0638\\u0627\\u0647\\u0631\\u06cc \\u062f\\u0627\\u0631\\u0627\\u06cc \\u0622\\u0633\\u06cc\\u0628 \\u062f\\u06cc\\u062f\\u06af\\u06cc \\u0627\\u0633\\u062a\\u060c \\u062d\\u062f\\u0627\\u06a9\\u062b\\u0631 \\u062a\\u0627 \\u06f2\\u06f4 \\u0633\\u0627\\u0639\\u062a \\u067e\\u0633 \\u0627\\u0632 \\u062f\\u0631\\u06cc\\u0627\\u0641\\u062a \\u06a9\\u0627\\u0644\\u0627\\u060c \\u0627\\u06cc\\u0646 \\u0645\\u0648\\u0636\\u0648\\u0639 \\u0631\\u0627 \\u0637\\u06cc \\u062a\\u0645\\u0627\\u0633 \\u062a\\u0644\\u0641\\u0646\\u06cc \\u0628\\u0647 \\u0628\\u062e\\u0634 \\u062e\\u062f\\u0645\\u0627\\u062a \\u067e\\u0633 \\u0627\\u0632 \\u0641\\u0631\\u0648\\u0634 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0627\\u0637\\u0644\\u0627\\u0639 \\u062f\\u0647\\u06cc\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u0647\\u0631\\u06af\\u0632 \\u06a9\\u0627\\u0631\\u062a\\u0646 \\u0648 \\u0628\\u0633\\u062a\\u0647 \\u0628\\u0646\\u062f\\u06cc \\u0627\\u0635\\u0644\\u06cc \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u062e\\u0631\\u06cc\\u062f\\u0627\\u0631\\u06cc \\u0634\\u062f\\u0647 \\u0631\\u0627 \\u062f\\u0648\\u0631 \\u0646\\u06cc\\u0627\\u0646\\u062f\\u0627\\u0632\\u06cc\\u062f. \\u0647\\u0631\\u06af\\u0648\\u0646\\u0647 \\u067e\\u0627\\u0631\\u06af\\u06cc\\u060c \\u062e\\u0637 \\u0648 \\u062e\\u0634\\u060c \\u0646\\u0648\\u0634\\u062a\\u0647 \\u0648 ... \\u0628\\u0631 \\u0631\\u0648\\u06cc \\u062c\\u0639\\u0628\\u0647 \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0627\\u0639\\u062b \\u0645\\u06cc&zwnj;\\u0634\\u0648\\u062f \\u0634\\u0627\\u0645\\u0644 \\u0636\\u0645\\u0627\\u0646\\u062a \\u0628\\u0627\\u0632\\u06af\\u0634\\u062a \\u0646\\u0634\\u0648\\u062f \\u0648 \\u062a\\u0646\\u0647\\u0627 \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a\\u06cc \\u0627\\u06cc\\u0646 \\u0633\\u0631\\u0648\\u06cc\\u0633 \\u0628\\u0631\\u0627\\u06cc \\u0634\\u0645\\u0627 \\u0627\\u0645\\u06a9\\u0627\\u0646 \\u067e\\u0630\\u06cc\\u0631 \\u0627\\u0633\\u062a \\u06a9\\u0647 \\u062f\\u0631 \\u062c\\u0639\\u0628\\u0647 \\u0627\\u0635\\u0644\\u06cc \\u0648 \\u0627\\u0648\\u0644\\u06cc\\u0647 \\u062e\\u0648\\u062f \\u0628\\u0647 \\u0635\\u0648\\u0631\\u062a \\u06a9\\u0627\\u0645\\u0644\\u0627 \\u0633\\u0627\\u0644\\u0645 \\u0646\\u06af\\u0647\\u062f\\u0627\\u0631\\u06cc \\u0634\\u062f\\u0647 \\u0628\\u0627\\u0634\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<\\/ul>\\r\\n<\\/div>\\r\\n<p><strong class=\\\"question\\\"> \\u0622\\u0633\\u06cc\\u0628 \\u062f\\u06cc\\u062f\\u06af\\u06cc \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0631 \\u0627\\u062b\\u0631 \\u062d\\u0645\\u0644 \\u0648 \\u0646\\u0642\\u0644: <\\/strong><\\/p>\\r\\n<div class=\\\"answer\\\">\\r\\n<ul>\\r\\n<li>\\r\\n<p>\\u0627\\u06cc\\u0646 \\u0645\\u0648\\u0631\\u062f \\u0646\\u06cc\\u0632 \\u0628\\u0627\\u06cc\\u062f \\u062d\\u062f\\u0627\\u06a9\\u062b\\u0631 \\u062a\\u0627 \\u06f2\\u06f4 \\u0633\\u0627\\u0639\\u062a \\u067e\\u0633 \\u0627\\u0632 \\u062f\\u0631\\u06cc\\u0627\\u0641\\u062a \\u06a9\\u0627\\u0644\\u0627 \\u062a\\u0648\\u0633\\u0637 \\u0645\\u0634\\u062a\\u0631\\u06cc\\u060c \\u0628\\u0647 \\u062e\\u062f\\u0645\\u0627\\u062a \\u067e\\u0633 \\u0627\\u0632 \\u0641\\u0631\\u0648\\u0634 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u06af\\u0632\\u0627\\u0631\\u0634 \\u0634\\u0648\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u062a\\u0645\\u0627\\u0645\\u06cc \\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627 \\u0628\\u0627 \\u0628\\u0633\\u062a\\u0647 \\u0628\\u0646\\u062f\\u06cc \\u0627\\u0633\\u062a\\u0627\\u0646\\u062f\\u0627\\u0631\\u062f \\u0648 \\u0645\\u0637\\u0645\\u0626\\u0646\\u060c \\u0622\\u0645\\u0627\\u062f\\u0647 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0645\\u06cc&zwnj;\\u0634\\u0648\\u0646\\u062f. \\u062a\\u062d\\u0648\\u06cc\\u0644 \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0647 \\u0634\\u0631\\u06a9\\u062a&rlm;&rlm;&zwnj;\\u0647\\u0627\\u06cc \\u062d\\u0645\\u0644 \\u0648 \\u0646\\u0642\\u0644 \\u0645\\u0639\\u062a\\u0628\\u0631 \\u0628\\u0647 \\u0627\\u0646\\u062a\\u062e\\u0627\\u0628 \\u06a9\\u0627\\u0631\\u0628\\u0631 \\u0628\\u0647 \\u0627\\u06cc\\u0646 \\u0645\\u0639\\u0646\\u0627\\u0633\\u062a \\u06a9\\u0647 \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a\\u06cc \\u06a9\\u0647 \\u0647\\u0631 \\u06af\\u0648\\u0646\\u0647 \\u062d\\u0627\\u062f\\u062b\\u0647&zwnj;\\u0627\\u06cc \\u062f\\u0631 \\u0647\\u0646\\u06af\\u0627\\u0645 \\u062d\\u0645\\u0644 \\u0648 \\u062a\\u062d\\u0648\\u06cc\\u0644 \\u0631\\u062e \\u062f\\u0627\\u062f\\u060c \\u0628\\u0647 \\u0639\\u0647\\u062f\\u0647 \\u0634\\u0631\\u06a9\\u062a \\u062d\\u0645\\u0644 \\u0648 \\u0646\\u0642\\u0644 \\u0627\\u0633\\u062a \\u0648 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u062a\\u0646\\u0647\\u0627 \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a\\u06cc \\u062e\\u0633\\u0627\\u0631\\u062a \\u0648\\u0627\\u0631\\u062f \\u0634\\u062f\\u0647 \\u062f\\u0631 \\u062d\\u06cc\\u0646 \\u062d\\u0645\\u0644 \\u0648 \\u0646\\u0642\\u0644 \\u0631\\u0627 \\u0645\\u062a\\u0642\\u0628\\u0644 \\u0645\\u06cc&zwnj;\\u0634\\u0648\\u062f \\u06a9\\u0647 \\u0634\\u0631\\u06a9\\u062a \\u062d\\u0645\\u0644 \\u06a9\\u0646\\u0646\\u062f\\u0647 \\u06a9\\u0627\\u0644\\u0627 \\u0645\\u0648\\u0631\\u062f \\u062a\\u0627\\u06cc\\u06cc\\u062f\\u0634 \\u0628\\u0627\\u0634\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u062f\\u0631 \\u0627\\u06cc\\u0646 \\u0645\\u0648\\u0631\\u062f \\u0646\\u06cc\\u0632 \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0627\\u06cc\\u062f \\u062d\\u062a\\u0645\\u0627 \\u062f\\u0627\\u062e\\u0644 \\u06a9\\u0627\\u0631\\u062a\\u0646 \\u0648 \\u062c\\u0639\\u0628\\u0647 \\u0627\\u0635\\u0644\\u06cc \\u062e\\u0648\\u062f\\u0634 \\u0646\\u06af\\u0647\\u062f\\u0627\\u0631\\u06cc \\u0634\\u0648\\u062f \\u062a\\u0627 \\u0645\\u0634\\u0645\\u0648\\u0644 \\u0636\\u0645\\u0627\\u0646\\u062a \\u0628\\u0631\\u06af\\u0634\\u062a \\u06a9\\u0627\\u0644\\u0627 \\u06af\\u0631\\u062f\\u062f. \\u0647\\u0631\\u06af\\u0632 \\u0628\\u0633\\u062a\\u0647 \\u0628\\u0646\\u062f\\u06cc \\u0627\\u0648\\u0644\\u06cc\\u0647 \\u06a9\\u0627\\u0644\\u0627 \\u0631\\u0627 \\u062f\\u0648\\u0631 \\u0646\\u06cc\\u0627\\u0646\\u062f\\u0627\\u0632\\u06cc\\u062f \\u0648 \\u0622\\u0646 \\u0631\\u0627 \\u0633\\u0627\\u0644\\u0645 \\u0648 \\u0628\\u062f\\u0648\\u0646 \\u0647\\u0631\\u06af\\u0648\\u0646\\u0647 \\u062e\\u0637 \\u0648 \\u062e\\u0634 \\u0648 \\u06cc\\u0627 \\u067e\\u0627\\u0631\\u06af\\u06cc \\u0646\\u06af\\u0647\\u062f\\u0627\\u0631\\u06cc \\u06a9\\u0646\\u06cc\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u06a9\\u0627\\u0644\\u0627\\u06cc\\u06cc \\u0622\\u0633\\u06cc\\u0628 \\u062f\\u06cc\\u062f\\u0647 \\u0628\\u0627\\u06cc\\u062f \\u0628\\u0647 \\u0647\\u0645\\u0631\\u0627\\u0647 \\u0647\\u0645\\u0647 \\u0644\\u0648\\u0627\\u0632\\u0645 \\u062c\\u0627\\u0646\\u0628\\u06cc \\u0648 \\u0628\\u0647 \\u0647\\u0645\\u0627\\u0646 \\u0634\\u06a9\\u0644 \\u0627\\u0648\\u0644\\u06cc\\u0647 \\u06a9\\u0647 \\u062a\\u062d\\u0648\\u06cc\\u0644 \\u0645\\u0634\\u062a\\u0631\\u06cc \\u062f\\u0627\\u062f\\u0647 \\u0634\\u062f\\u0647 \\u0627\\u0633\\u062a \\u0648 \\u0628\\u0647 \\u0647\\u0645\\u0631\\u0627\\u0647 \\u0641\\u0627\\u06a9\\u062a\\u0648\\u0631 \\u0628\\u0647 \\u0628\\u062e\\u0634 \\u062e\\u062f\\u0645\\u0627\\u062a \\u067e\\u0633 \\u0627\\u0632 \\u0641\\u0631\\u0648\\u0634 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u062f\\u0627\\u062f\\u0647 \\u0634\\u0648\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u0647\\u0645\\u0686\\u0646\\u06cc\\u0646 \\u0627\\u06af\\u0631 \\u062f\\u0631 \\u0647\\u0645\\u0627\\u0646 \\u0645\\u0648\\u0642\\u0639 \\u062a\\u062d\\u0648\\u06cc\\u0644 \\u06a9\\u0627\\u0644\\u0627\\u060c \\u0627\\u06cc\\u0646 \\u0622\\u0633\\u06cc\\u0628 \\u062f\\u06cc\\u062f\\u06af\\u06cc \\u0631\\u062e \\u062f\\u0647\\u062f\\u060c \\u0634\\u0645\\u0627 \\u0645\\u06cc&zwnj;\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u0627\\u0632 \\u062a\\u062d\\u0648\\u06cc\\u0644 \\u0622\\u0646 \\u062e\\u0648\\u062f\\u062f\\u0627\\u0631\\u06cc \\u06a9\\u0646\\u06cc\\u062f \\u062a\\u0627 \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0647 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0628\\u0631\\u06af\\u0631\\u062f\\u0627\\u0646\\u062f\\u0647 \\u0648 \\u067e\\u06cc\\u06af\\u06cc\\u0631\\u06cc \\u0634\\u0648\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<\\/ul>\\r\\n<\\/div>\\r\\n<p><strong class=\\\"question\\\"> \\u0628\\u0639\\u062f \\u0627\\u0632 \\u0628\\u0627\\u0632\\u06af\\u0631\\u062f\\u0627\\u0646\\u062f\\u0646 \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0647 \\u0634\\u0631\\u06a9\\u062a: <\\/strong><\\/p>\\r\\n<p>\\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627\\u06cc \\u0645\\u0631\\u062c\\u0648\\u0639\\u06cc \\u0631\\u0627 \\u0628\\u0631\\u0631\\u0633\\u06cc \\u0645\\u06cc&zwnj;\\u06a9\\u0646\\u062f\\u060c \\u0627\\u06af\\u0631 \\u0628\\u0627 \\u0645\\u0642\\u0631\\u0631\\u0627\\u062a\\u06cc \\u06a9\\u0647 \\u062f\\u0631 \\u0628\\u0627\\u0644\\u0627 \\u0630\\u06a9\\u0631 \\u0634\\u062f\\u0647 \\u0628\\u0648\\u062f \\u0647\\u0645\\u062e\\u0648\\u0627\\u0646\\u06cc \\u0646\\u062f\\u0627\\u0634\\u062a \\u0648 \\u0634\\u0627\\u0645\\u0644 \\u0636\\u0645\\u0627\\u0646\\u062a \\u0628\\u0627\\u0632\\u06af\\u0634\\u062a \\u0646\\u0645\\u06cc&zwnj;\\u0634\\u062f\\u060c \\u0622\\u0646 \\u06a9\\u0627\\u0644\\u0627 \\u0631\\u0627 \\u0628\\u0631\\u0627\\u06cc \\u0645\\u0634\\u062a\\u0631\\u06cc \\u0645\\u062c\\u062f\\u062f\\u0627 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0645\\u06cc&zwnj;\\u06a9\\u0646\\u062f. \\u0627\\u06af\\u0631 \\u0645\\u0634\\u062a\\u0631\\u06cc \\u0627\\u0632 \\u0642\\u0628\\u0648\\u0644 \\u0622\\u0646 \\u0633\\u0631\\u0628\\u0627\\u0632 \\u0632\\u062f\\u060c \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0647 \\u0645\\u062f\\u062a \\u06cc\\u06a9 \\u0645\\u0627\\u0647 \\u0628\\u0647 \\u0635\\u0648\\u0631\\u062a \\u0627\\u0645\\u0627\\u0646\\u062a \\u0646\\u0632\\u062f \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0646\\u06af\\u0647 \\u062f\\u0627\\u0634\\u062a\\u0647 \\u0645\\u06cc&zwnj;\\u0634\\u0648\\u062f \\u0648 \\u0628\\u0639\\u062f \\u0627\\u0632 \\u0622\\u0646 \\u062f\\u06cc\\u06af\\u0631 \\u0647\\u06cc\\u0686 \\u0645\\u0633\\u0626\\u0648\\u0644\\u06cc\\u062a\\u06cc \\u062f\\u0631 \\u0642\\u0628\\u0627\\u0644 \\u062e\\u0633\\u0627\\u0631\\u062a \\u0648 \\u06af\\u0645\\u0634\\u062f\\u0646 \\u06a9\\u0627\\u0644\\u0627 \\u0646\\u062e\\u0648\\u0627\\u0647\\u062f \\u062f\\u0627\\u0634\\u062a.<\\/p>\\r\\n<p><strong class=\\\"question\\\"> \\u0686\\u06af\\u0648\\u0646\\u0647 \\u0628\\u0627\\u06cc\\u062f \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u0645\\u0634\\u06a9\\u0644&zwnj;\\u062f\\u0627\\u0631 \\u0631\\u0627 \\u0628\\u0631\\u0627\\u06cc \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u06a9\\u0646\\u06cc\\u062f \\u0648 \\u0647\\u0632\\u06cc\\u0646\\u0647 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0628\\u0631 \\u0639\\u0647\\u062f\\u0647 \\u06a9\\u06cc\\u0633\\u062a\\u061f <\\/strong><\\/p>\\r\\n<div class=\\\"answer\\\">\\r\\n<ul>\\r\\n<li>\\r\\n<p>\\u062d\\u062a\\u0645\\u0627 \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a \\u0645\\u0634\\u0627\\u0647\\u062f\\u0647 \\u0645\\u0634\\u06a9\\u0644 \\u0648 \\u0642\\u0628\\u0644 \\u0627\\u0632 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0627 \\u06a9\\u0627\\u0631\\u0634\\u0646\\u0627\\u0633\\u0627\\u0646 \\u0648\\u0627\\u062d\\u062f \\u062e\\u062f\\u0645\\u0627\\u062a \\u067e\\u0633 \\u0627\\u0632 \\u0641\\u0631\\u0648\\u0634 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0628\\u0627 \\u0634\\u0645\\u0627\\u0631\\u0647 \\u062a\\u0644\\u0641\\u0646 \\u06f7\\u06f2\\u06f1\\u06f1\\u06f3 \\u062a\\u0645\\u0627\\u0633 \\u0628\\u06af\\u06cc\\u0631\\u06cc\\u062f \\u0648 \\u0627\\u0632 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u062f\\u0648\\u0646 \\u0647\\u0645\\u0627\\u0647\\u0646\\u06af\\u06cc \\u0628\\u0627 \\u0622\\u0646&zwnj;\\u0647\\u0627 \\u062e\\u0648\\u062f\\u062f\\u0627\\u0631\\u06cc \\u0641\\u0631\\u0645\\u0627\\u06cc\\u06cc\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u0628\\u0639\\u062f \\u0627\\u0632 \\u0647\\u0645\\u0627\\u0647\\u0646\\u06af\\u06cc \\u0628\\u0627 \\u06a9\\u0627\\u0631\\u0634\\u0646\\u0627\\u0633\\u0627\\u0646\\u060c \\u06a9\\u0627\\u0644\\u0627 \\u0631\\u0627 \\u0628\\u0627 \\u0628\\u0633\\u062a\\u0647 \\u0628\\u0646\\u062f\\u06cc \\u0627\\u0635\\u0644\\u06cc \\u0648 \\u0628\\u0647 \\u0647\\u0645\\u0631\\u0627\\u0647 \\u0647\\u0631 \\u0622\\u0646\\u0686\\u0647 \\u062f\\u0627\\u062e\\u0644 \\u0628\\u0633\\u062a\\u0647 \\u0628\\u0646\\u062f\\u06cc \\u0628\\u0648\\u062f\\u0647 \\u0627\\u0633\\u062a \\u0628\\u0631\\u0627\\u06cc \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u06a9\\u0646\\u06cc\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u0628\\u0647 \\u0647\\u06cc\\u0686 \\u0639\\u0646\\u0648\\u0627\\u0646 \\u0628\\u0631 \\u0631\\u0648\\u06cc \\u062c\\u0639\\u0628\\u0647 \\u0627\\u0635\\u0644\\u06cc \\u0647\\u06cc\\u0686 \\u0686\\u06cc\\u0632\\u06cc \\u0646\\u0646\\u0648\\u0634\\u062a\\u0647 \\u0648 \\u0627\\u0632 \\u067e\\u0627\\u0631\\u06af\\u06cc \\u0648 \\u0645\\u062e\\u062f\\u0648\\u0634 \\u06a9\\u0631\\u062f\\u0646 \\u0622\\u0646 \\u062c\\u0644\\u0648\\u06af\\u06cc\\u0631\\u06cc \\u06a9\\u0646\\u06cc\\u062f\\u060c \\u0686\\u0631\\u0627 \\u06a9\\u0647 \\u062f\\u0631 \\u063a\\u06cc\\u0631 \\u0627\\u06cc\\u0646 \\u0635\\u0648\\u0631\\u062a \\u0634\\u0627\\u0645\\u0644 \\u0636\\u0645\\u0627\\u0646\\u062a \\u0628\\u0631\\u06af\\u0634\\u062a \\u0646\\u062e\\u0648\\u0627\\u0647\\u062f \\u0628\\u0648\\u062f. \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a \\u0628\\u06cc\\u0627\\u0646 \\u062a\\u0648\\u0636\\u06cc\\u062d\\u0627\\u062a\\u060c \\u062d\\u062a\\u0645\\u0627 \\u0622\\u0646 \\u0631\\u0627 \\u062f\\u0631 \\u067e\\u0634\\u062a \\u0641\\u0627\\u06a9\\u062a\\u0648\\u0631 \\u06cc\\u0627 \\u06a9\\u0627\\u063a\\u0630\\u06cc \\u062c\\u062f\\u0627\\u06af\\u0627\\u0646\\u0647 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0628\\u0641\\u0631\\u0645\\u0627\\u06cc\\u06cc\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u0627\\u06af\\u0631 \\u06a9\\u0627\\u0644\\u0627 \\u0631\\u0627 \\u0628\\u0627 \\u067e\\u0633\\u062a \\u067e\\u06cc\\u0634\\u062a\\u0627\\u0632 \\u0628\\u0631\\u0627\\u06cc \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u06a9\\u0631\\u062f\\u06cc\\u062f\\u060c \\u062d\\u062a\\u0645\\u0627 \\u0639\\u06a9\\u0633\\u06cc \\u0627\\u0632 \\u0631\\u0633\\u06cc\\u062f \\u067e\\u0633\\u062a\\u06cc \\u0631\\u0627 \\u0628\\u0647 \\u0622\\u062f\\u0631\\u0633&nbsp;info@kitline.com \\u0627\\u06cc\\u0645\\u06cc\\u0644 \\u06a9\\u0646\\u06cc\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u0627\\u06af\\u0631 \\u0628\\u0646\\u0627\\u0628\\u0631 \\u062f\\u0631\\u062e\\u0648\\u0627\\u0633\\u062a \\u0634\\u0645\\u0627\\u060c \\u0641\\u0627\\u06a9\\u062a\\u0648\\u0631 \\u0647\\u0645\\u0631\\u0627\\u0647 \\u06a9\\u0627\\u0644\\u0627 \\u0641\\u0631\\u0633\\u062a\\u0627\\u062f\\u0647 \\u0646\\u0634\\u062f\\u0647 \\u0628\\u0627\\u0634\\u062f\\u060c \\u062d\\u062a\\u0645\\u0627 \\u0627\\u0632 \\u067e\\u06cc\\u0634 \\u0641\\u0627\\u06a9\\u062a\\u0648\\u0631 \\u0627\\u06cc\\u0645\\u06cc\\u0644 \\u0634\\u062f\\u0647 \\u067e\\u0631\\u06cc\\u0646\\u062a \\u06af\\u0631\\u0641\\u062a\\u0647 \\u0648 \\u06cc\\u0627 \\u06a9\\u062f \\u0633\\u0641\\u0627\\u0631\\u0634 \\u0648 \\u0645\\u0634\\u062e\\u0635\\u0627\\u062a \\u06a9\\u0627\\u0644\\u0627 \\u0631\\u0627 \\u0631\\u0648\\u06cc \\u06a9\\u0627\\u063a\\u0630 \\u062c\\u062f\\u0627\\u06af\\u0627\\u0646\\u0647&zwnj;\\u0627\\u06cc \\u0646\\u0648\\u0634\\u062a\\u0647 \\u0648 \\u0647\\u0645\\u0631\\u0627\\u0647 \\u06a9\\u0627\\u0644\\u0627 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u06a9\\u0646\\u06cc\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u0627\\u06af\\u0631 \\u0633\\u0627\\u06a9\\u0646 \\u0633\\u0627\\u06cc\\u0631 \\u0634\\u0647\\u0631\\u0647\\u0627 \\u0647\\u0633\\u062a\\u06cc\\u062f\\u060c \\u062d\\u062a\\u0645\\u0627 \\u0628\\u0627 \\u0627\\u0633\\u062a\\u0641\\u0627\\u062f\\u0647 \\u0627\\u0632 \\u067e\\u0633\\u062a \\u067e\\u06cc\\u0634\\u062a\\u0627\\u0632 \\u06a9\\u0627\\u0644\\u0627 \\u0631\\u0627 \\u0628\\u0631\\u0627\\u06cc \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u06a9\\u0646\\u06cc\\u062f \\u0648 \\u0627\\u06af\\u0631 \\u0633\\u0627\\u06a9\\u0646 \\u062a\\u0647\\u0631\\u0627\\u0646 \\u0647\\u0633\\u062a\\u06cc\\u062f \\u0628\\u0631\\u0627\\u06cc \\u0647\\u0645\\u0627\\u0647\\u0646\\u06af\\u06cc \\u0628\\u0631\\u0627\\u06cc \\u0641\\u0631\\u0633\\u062a\\u0627\\u062f\\u0646 \\u067e\\u06cc\\u06a9 \\u062c\\u0647\\u062a \\u062a\\u062d\\u0648\\u06cc\\u0644 \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0627 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u062a\\u0645\\u0627\\u0633 \\u062d\\u0627\\u0635\\u0644 \\u0641\\u0631\\u0645\\u0627\\u06cc\\u06cc\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u0647\\u0632\\u06cc\\u0646\\u0647 \\u0628\\u0631\\u06af\\u0631\\u062f\\u0627\\u0646\\u062f\\u0646 \\u06a9\\u0627\\u0644\\u0627 \\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a\\u06cc \\u0628\\u0627 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0627\\u0633\\u062a \\u06a9\\u0647 \\u0628\\u0627 \\u067e\\u0633\\u062a \\u067e\\u06cc\\u0634\\u062a\\u0627\\u0632 \\u0627\\u0646\\u062c\\u0627\\u0645 \\u06af\\u06cc\\u0631\\u062f. \\u0628\\u0627 \\u0627\\u0631\\u0627\\u0626\\u0647 \\u0642\\u0628\\u0635 \\u0634\\u0631\\u06a9\\u062a \\u067e\\u0633\\u062a\\u060c \\u062f\\u0631\\u0635\\u0648\\u0631\\u062a\\u06cc \\u06a9\\u0647 \\u06a9\\u0627\\u0644\\u0627 \\u0645\\u0634\\u0645\\u0648\\u0644 \\u062e\\u062f\\u0645\\u0627\\u062a \\u067e\\u0633 \\u0627\\u0632 \\u0641\\u0631\\u0648\\u0634 \\u0628\\u0634\\u0648\\u062f \\u0648 \\u0627\\u06cc\\u0631\\u0627\\u062f\\u0627\\u062a \\u0645\\u0637\\u0631\\u062d \\u0634\\u062f\\u0647 \\u0628\\u0647 \\u062a\\u0627\\u06cc\\u06cc\\u062f \\u06a9\\u0627\\u0631\\u0634\\u0646\\u0627\\u0633\\u0627\\u0646 \\u0628\\u0631\\u0633\\u062f\\u060c \\u0647\\u0632\\u06cc\\u0646\\u0647 \\u067e\\u0633\\u062a \\u0628\\u0647 \\u062d\\u0633\\u0627\\u0628\\u062a\\u0627\\u0646 \\u0648\\u0627\\u0631\\u06cc\\u0632 \\u0645\\u06cc&zwnj;\\u0634\\u0648\\u062f. \\u062d\\u062a\\u0645\\u0627 \\u0639\\u06a9\\u0633\\u06cc \\u0627\\u0632 \\u0642\\u0628\\u0636 \\u067e\\u0633\\u062a \\u0631\\u0627 \\u0628\\u0631\\u0627\\u06cc \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0627\\u06cc\\u0645\\u06cc\\u0644 \\u06a9\\u0646\\u06cc\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a\\u06cc \\u06a9\\u0647 \\u0627\\u0632 \\u062e\\u0631\\u06cc\\u062f \\u0645\\u0646\\u0635\\u0631\\u0641 \\u0634\\u062f\\u0647 \\u0628\\u0627\\u0634\\u06cc\\u062f \\u0648 \\u06cc\\u0627 \\u0627\\u06cc\\u0631\\u0627\\u062f\\u062a \\u0645\\u0637\\u0631\\u062d \\u0634\\u062f\\u0647 \\u062a\\u0648\\u0633\\u0637 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u062a\\u0627\\u06cc\\u06cc\\u062f \\u0646\\u0634\\u0648\\u062f\\u060c \\u0647\\u0632\\u06cc\\u0646\\u0647 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u0628\\u0647 \\u0639\\u0647\\u062f\\u0647 \\u0634\\u0645\\u0627 \\u062e\\u0648\\u0627\\u0647\\u062f \\u0628\\u0648\\u062f.<\\/p>\\r\\n<\\/li>\\r\\n<\\/ul>\\r\\n<\\/div>\\r\\n<p><strong class=\\\"question\\\"> *\\u06a9\\u0627\\u0644\\u0627\\u0647\\u0627\\u06cc \\u0627\\u0631\\u0633\\u0627\\u0644\\u06cc \\u062e\\u0648\\u062f \\u0631\\u0627 \\u0628\\u0647 \\u0622\\u062f\\u0631\\u0633 \\u0632\\u06cc\\u0631 \\u067e\\u0633\\u062a \\u06a9\\u0646\\u06cc\\u062f.<\\/strong><\\/p>\\r\\n<p>\\u0627\\u0633\\u062a\\u0627\\u0646 \\u062a\\u0647\\u0631\\u0627\\u0646 - \\u0634\\u0647\\u0631 \\u062a\\u0647\\u0631\\u0627\\u0646 -&nbsp;\\u0635\\u0646\\u062f\\u0648\\u0642 \\u067e\\u0633\\u062a\\u06cc:&nbsp;&nbsp;\\u06f1\\u06f9\\u06f3\\u06f8\\u06f9\\u06f3\\u06f5\\u06f8\\u06f8\\u06f6<\\/p>\\r\\n<p><strong class=\\\"question\\\">\\u0631\\u0648\\u0646\\u062f \\u0631\\u0633\\u06cc\\u062f\\u06af\\u06cc \\u0628\\u0647 \\u062f\\u0631\\u062e\\u0648\\u0627\\u0633\\u062a \\u0645\\u0634\\u062a\\u0631\\u06cc \\u0648 \\u0628\\u0631\\u0631\\u0633\\u06cc \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u0645\\u0631\\u062c\\u0648\\u0639\\u06cc<\\/strong><\\/p>\\r\\n<p>\\u0647\\u0646\\u06af\\u0627\\u0645\\u06cc \\u06a9\\u0647 \\u06a9\\u0627\\u0644\\u0627 \\u0628\\u0647 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0628\\u0627\\u0632\\u06af\\u0634\\u062a\\u060c \\u06a9\\u0627\\u0631\\u0634\\u0646\\u0627\\u0633\\u0627\\u0646 \\u0645\\u0627 \\u06a9\\u0627\\u0631 \\u0628\\u0631\\u0631\\u0633\\u06cc \\u0648 \\u06a9\\u0646\\u062a\\u0631\\u0644 \\u06a9\\u0627\\u0644\\u0627 \\u0631\\u0627 \\u0634\\u0631\\u0648\\u0639 \\u0645\\u06cc&zwnj;\\u06a9\\u0646\\u0646\\u062f. \\u0627\\u06af\\u0631 \\u0645\\u0634\\u06a9\\u0644\\u06cc \\u06a9\\u0647 \\u0645\\u0634\\u062a\\u0631\\u06cc \\u0645\\u0637\\u0631\\u062d \\u06a9\\u0631\\u062f\\u0647 \\u0628\\u0648\\u062f \\u062f\\u0631\\u0633\\u062a \\u0628\\u0648\\u062f\\u060c \\u06a9\\u0627\\u0644\\u0627 \\u062a\\u0639\\u0648\\u06cc\\u0636 \\u0634\\u062f\\u0647 \\u0648 \\u06cc\\u0627 \\u0628\\u0647 \\u062f\\u0631\\u062e\\u0648\\u0627\\u0633\\u062a \\u0645\\u0634\\u062a\\u0631\\u06cc \\u0628\\u0627 \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u062f\\u06cc\\u06af\\u0631\\u06cc \\u062c\\u0627\\u06cc\\u06af\\u0632\\u06cc\\u0646 \\u0645\\u06cc&zwnj;\\u06af\\u0631\\u062f\\u062f.<\\/p>\\r\\n<p>\\u0627\\u06af\\u0631 \\u0627\\u0632 \\u06a9\\u0627\\u0644\\u0627 \\u062f\\u0631 \\u0627\\u0646\\u0628\\u0627\\u0631 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0645\\u0648\\u062c\\u0648\\u062f\\u06cc \\u0646\\u0628\\u0648\\u062f\\u060c \\u06cc\\u0627 \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u062f\\u06cc\\u06af\\u0631\\u06cc \\u0628\\u0646\\u0627\\u0628\\u0631 \\u062a\\u0648\\u0627\\u0641\\u0642 \\u0628\\u0627 \\u0645\\u0634\\u062a\\u0631\\u06cc \\u062c\\u0627\\u06cc\\u06af\\u0632\\u06cc\\u0646 \\u0645\\u06cc&zwnj;\\u0634\\u0648\\u062f \\u0648 \\u06cc\\u0627 \\u0648\\u062c\\u0647 \\u067e\\u0631\\u062f\\u0627\\u062e\\u062a\\u06cc \\u0628\\u0647 \\u062d\\u0633\\u0627\\u0628 \\u0645\\u0634\\u062a\\u0631\\u06cc \\u0648\\u0627\\u0631\\u06cc\\u0632 \\u0645\\u06cc&zwnj;\\u06af\\u0631\\u062f\\u062f. \\u0627\\u06af\\u0631 \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u062c\\u0627\\u06cc\\u06af\\u0632\\u06cc\\u0646 \\u0645\\u0627 \\u0628\\u0647 \\u0627\\u0644\\u062a\\u0641\\u0627\\u0648\\u062a \\u062f\\u0627\\u0634\\u062a\\u060c \\u0642\\u0628\\u0644 \\u0627\\u0632 \\u0627\\u0631\\u0633\\u0627\\u0644 \\u062d\\u062a\\u0645\\u0627 \\u062a\\u0633\\u0648\\u06cc\\u0647 \\u0645\\u06cc&zwnj;\\u0634\\u0648\\u062f\\u061b \\u0627\\u06af\\u0631 \\u06af\\u0631\\u0627\\u0646&zwnj;\\u062a\\u0631 \\u0628\\u0648\\u062f \\u0645\\u0634\\u062a\\u0631\\u06cc \\u0628\\u0627\\u06cc\\u062f \\u0645\\u0628\\u0644\\u063a \\u0645\\u0627\\u0632\\u0627\\u062f \\u0631\\u0627 \\u067e\\u0631\\u062f\\u0627\\u062e\\u062a \\u06a9\\u0646\\u062f \\u0648 \\u0627\\u06af\\u0631 \\u0627\\u0631\\u0632\\u0627\\u0646&zwnj;\\u062a\\u0631 \\u0628\\u0648\\u062f\\u060c \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u0645\\u0628\\u0644\\u063a \\u062a\\u0641\\u0627\\u0648\\u062a \\u0631\\u0627 \\u0628\\u0647 \\u062d\\u0633\\u0627\\u0628 \\u0645\\u0634\\u062a\\u0631\\u06cc \\u0628\\u0631\\u0645\\u06cc&zwnj;\\u06af\\u0631\\u062f\\u0627\\u0646\\u062f.<\\/p>\\r\\n<p>\\u062f\\u0631 \\u0635\\u0648\\u0631\\u062a \\u0646\\u0628\\u0648\\u062f \\u0645\\u0648\\u062c\\u0648\\u062f\\u06cc \\u0648 \\u06cc\\u0627 \\u062a\\u063a\\u06cc\\u06cc\\u0631 \\u0642\\u06cc\\u0645\\u062a \\u06a9\\u0627\\u0644\\u0627 \\u062f\\u0631 \\u0632\\u0645\\u0627\\u0646 \\u062a\\u0639\\u0648\\u06cc\\u0636\\u060c \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u062a\\u0639\\u0647\\u062f\\u06cc \\u0646\\u062f\\u0627\\u0631\\u062f \\u0648 \\u062a\\u0646\\u0647\\u0627 \\u0645\\u06cc&zwnj;\\u062a\\u0648\\u0627\\u0646\\u062f \\u0648\\u062c\\u0647 \\u067e\\u0631\\u062f\\u0627\\u062e\\u062a\\u06cc \\u0645\\u0634\\u062a\\u0631\\u06cc \\u0631\\u0627 \\u0628\\u0631\\u06af\\u0631\\u062f\\u0627\\u0646\\u062f.<\\/p>\\r\\n<p>\\u0645\\u062f\\u062a \\u0632\\u0645\\u0627\\u0646 \\u0628\\u0631\\u0631\\u0633\\u06cc \\u06a9\\u0627\\u0644\\u0627\\u06cc \\u0645\\u0631\\u062c\\u0648\\u0639\\u06cc \\u062a\\u0648\\u0633\\u0637 \\u06a9\\u0627\\u0631\\u0634\\u0646\\u0627\\u0633\\u0627\\u0646 \\u06a9\\u06cc\\u062a \\u0644\\u0627\\u06cc\\u0646 \\u062d\\u062f\\u0648\\u062f \\u06f4\\u06f8 \\u0633\\u0627\\u0639\\u062a \\u062e\\u0648\\u0627\\u0647\\u062f \\u0628\\u0648\\u062f\\u060c \\u0686\\u0631\\u0627 \\u06a9\\u0647 \\u0645\\u0645\\u06a9\\u0646 \\u0627\\u0633\\u062a \\u0646\\u06cc\\u0627\\u0632 \\u0628\\u0647 \\u0627\\u0631\\u062a\\u0628\\u0627\\u0637 \\u0628\\u0627 \\u0646\\u0645\\u0627\\u06cc\\u0646\\u062f\\u06af\\u06cc&zwnj;\\u0647\\u0627\\u06cc \\u0645\\u062c\\u0627\\u0632 \\u0628\\u0627\\u0634\\u062f. \\u0628\\u0639\\u062f \\u0627\\u0632 \\u0645\\u0634\\u062e\\u0635 \\u0634\\u062f\\u0646 \\u0648 \\u062a\\u0627\\u06cc\\u06cc\\u062f \\u0645\\u0634\\u06a9\\u0644 \\u0627\\u06af\\u0631 \\u0646\\u06cc\\u0627\\u0632 \\u0628\\u0647 \\u0628\\u0631\\u06af\\u0634\\u062a \\u067e\\u0648\\u0644 \\u0628\\u0647 \\u062d\\u0633\\u0627\\u0628 \\u0645\\u0634\\u062a\\u0631\\u06cc \\u0628\\u0648\\u062f\\u060c \\u0638\\u0631\\u0641 \\u0645\\u062f\\u062a \\u06f4\\u06f8 \\u0633\\u0627\\u0639\\u062a \\u0627\\u06cc\\u0646 \\u0645\\u0628\\u0644\\u063a \\u0628\\u0647 \\u062d\\u0633\\u0627\\u0628 \\u0645\\u0634\\u062a\\u0631\\u06cc \\u0648\\u0627\\u0631\\u06cc\\u0632 \\u0645\\u06cc&zwnj;\\u0634\\u0648\\u062f.<\\/p>\\r\\n<p><strong class=\\\"question\\\">\\u0631\\u0627\\u0647&zwnj;\\u0647\\u0627\\u06cc \\u062f\\u0631\\u062e\\u0648\\u0627\\u0633\\u062a \\u0628\\u0631\\u0627\\u06cc \\u062e\\u062f\\u0645\\u0627\\u062a \\u067e\\u0633 \\u0627\\u0632 \\u0641\\u0631\\u0648\\u0634:<\\/strong><\\/p>\\r\\n<p>\\u0634\\u0645\\u0627 \\u0645\\u06cc&zwnj;\\u062a\\u0648\\u0627\\u0646\\u06cc\\u062f \\u062f\\u0631\\u062e\\u0648\\u0627\\u0633\\u062a \\u062e\\u0648\\u062f \\u0631\\u0627 \\u0627\\u0632 \\u06cc\\u06a9\\u06cc \\u0627\\u0632 \\u0631\\u0627\\u0647&zwnj;\\u0647\\u0627\\u06cc \\u0632\\u06cc\\u0631 \\u0645\\u0637\\u0631\\u062d \\u06a9\\u0646\\u06cc\\u062f:<\\/p>\\r\\n<ul>\\r\\n<li>\\r\\n<p>\\u062a\\u0645\\u0627\\u0633 \\u0628\\u0627 \\u0634\\u0645\\u0627\\u0631\\u0647 \\u062a\\u0644\\u0641\\u0646 \\u06f7\\u06f2\\u06f1\\u06f1\\u06f3 \\u060c \\u0628\\u062e\\u0634 \\u062e\\u062f\\u0645\\u0627\\u062a \\u067e\\u0633 \\u0627\\u0632 \\u0641\\u0631\\u0648\\u0634.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u0627\\u0631\\u062a\\u0628\\u0627\\u0637 \\u0627\\u0632 \\u0637\\u0631\\u06cc\\u0642 \\u0635\\u0641\\u062d\\u0647 \\u062a\\u0645\\u0627\\u0633 \\u0628\\u0627 \\u0645\\u0627.<\\/p>\\r\\n<\\/li>\\r\\n<li>\\r\\n<p>\\u0627\\u0631\\u0633\\u0627\\u0644 \\u0627\\u06cc\\u0645\\u06cc\\u0644 \\u0628\\u0647&nbsp;info@kitline.com&nbsp;(\\u062d\\u062a\\u0645\\u0627 \\u0634\\u0645\\u0627\\u0631\\u0647 \\u067e\\u06cc\\u06af\\u06cc\\u0631\\u06cc \\u0633\\u0641\\u0627\\u0631\\u0634 \\u062e\\u0648\\u062f \\u0631\\u0627 \\u0630\\u06a9\\u0631 \\u06a9\\u0646\\u06cc\\u062f).<\\/p>\\r\\n<\\/li>\\r\\n<\\/ul>\"}}}',NULL,'2018-07-23 12:59:15','2022-08-30 09:16:56',NULL,NULL,NULL),(27,529,'supplier-form','a:0:{}',NULL,'2020-12-19 18:04:30','2022-08-30 09:16:14',NULL,NULL,NULL),(50,649,'product-filter','a:0:{}',NULL,'2023-11-21 13:15:45','2023-11-21 13:16:22',NULL,NULL,NULL),(58,858,'product-landing-category','a:89:{s:8:\"slider_1\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":314:{{\"id\":\"slider_1\",\"title\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0627\\u0633\\u0644\\u0627\\u06cc\\u062f\\u0631 \\u0627\\u0648\\u0644\",\"alt\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0627\\u0633\\u0644\\u0627\\u06cc\\u062f\\u0631 \\u0627\\u0648\\u0644\",\"src\":\"\\/uploads\\/not_categorized\\/1703494648.3574hFjSKtJj67\\/photo_2023-12-23_20-45-24.jpg\"}}s:13:\"slider_link_1\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":142:{{\"id\":\"slider_link_1\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0627\\u0633\\u0644\\u0627\\u06cc\\u062f\\u0631 \\u0627\\u0648\\u0644\",\"href\":\"\",\"content\":\"\"}}s:8:\"slider_2\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":313:{{\"id\":\"slider_2\",\"title\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0627\\u0633\\u0644\\u0627\\u06cc\\u062f\\u0631 \\u062f\\u0648\\u0645\",\"alt\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0627\\u0633\\u0644\\u0627\\u06cc\\u062f\\u0631 \\u062f\\u0648\\u0645\",\"src\":\"\\/uploads\\/not_categorized\\/1703494648.359gKZK9TPLms\\/photo_2023-12-19_18-12-24.jpg\"}}s:13:\"slider_link_2\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":142:{{\"id\":\"slider_link_2\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0627\\u0633\\u0644\\u0627\\u06cc\\u062f\\u0631 \\u062f\\u0648\\u0645\",\"href\":\"\",\"content\":\"\"}}s:8:\"slider_3\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":296:{{\"id\":\"slider_3\",\"title\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0627\\u0633\\u0644\\u0627\\u06cc\\u062f\\u0631 \\u0633\\u0648\\u0645\",\"alt\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0627\\u0633\\u0644\\u0627\\u06cc\\u062f\\u0631 \\u0633\\u0648\\u0645\",\"src\":\"\\/uploads\\/not_categorized\\/1703494648.3597ikwzIfoNxR\\/banner2.png\"}}s:13:\"slider_link_3\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":142:{{\"id\":\"slider_link_3\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0627\\u0633\\u0644\\u0627\\u06cc\\u062f\\u0631 \\u0633\\u0648\\u0645\",\"href\":\"\",\"content\":\"\"}}s:16:\"title_industries\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":300:{{\"id\":\"title_industries\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u062e\\u0631\\u06cc\\u062f \\u0628\\u0631\\u0627\\u0633\\u0627\\u0633 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631\",\"content\":\"\\u062e\\u0631\\u06cc\\u062f \\u0628\\u0631\\u0627\\u0633\\u0627\\u0633 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631\"}}s:12:\"industries_1\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":246:{{\"id\":\"industries_1\",\"title\":\"\\u0622\\u06cc\\u06a9\\u0648\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0627\\u0648\\u0644\",\"alt\":\"\\u0622\\u06cc\\u06a9\\u0648\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0627\\u0648\\u0644\",\"src\":\"\"}}s:18:\"industries_title_1\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":149:{{\"id\":\"industries_title_1\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0627\\u0648\\u0644\",\"content\":\"\"}}s:17:\"industries_link_1\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":152:{{\"id\":\"industries_link_1\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0627\\u0648\\u0644\",\"href\":\"\",\"content\":\"\"}}s:12:\"industries_2\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":246:{{\"id\":\"industries_2\",\"title\":\"\\u0622\\u06cc\\u06a9\\u0648\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u062f\\u0648\\u0645\",\"alt\":\"\\u0622\\u06cc\\u06a9\\u0648\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u062f\\u0648\\u0645\",\"src\":\"\"}}s:18:\"industries_title_2\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":149:{{\"id\":\"industries_title_2\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u062f\\u0648\\u0645\",\"content\":\"\"}}s:17:\"industries_link_2\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":152:{{\"id\":\"industries_link_2\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u062f\\u0648\\u0645\",\"href\":\"\",\"content\":\"\"}}s:12:\"industries_3\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":246:{{\"id\":\"industries_3\",\"title\":\"\\u0622\\u06cc\\u06a9\\u0648\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0633\\u0648\\u0645\",\"alt\":\"\\u0622\\u06cc\\u06a9\\u0648\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0633\\u0648\\u0645\",\"src\":\"\"}}s:18:\"industries_title_3\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":149:{{\"id\":\"industries_title_3\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0633\\u0648\\u0645\",\"content\":\"\"}}s:17:\"industries_link_3\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":152:{{\"id\":\"industries_link_3\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0633\\u0648\\u0645\",\"href\":\"\",\"content\":\"\"}}s:12:\"industries_4\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":270:{{\"id\":\"industries_4\",\"title\":\"\\u0622\\u06cc\\u06a9\\u0648\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0686\\u0647\\u0627\\u0631\\u0645\",\"alt\":\"\\u0622\\u06cc\\u06a9\\u0648\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0686\\u0647\\u0627\\u0631\\u0645\",\"src\":\"\"}}s:18:\"industries_title_4\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":161:{{\"id\":\"industries_title_4\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0686\\u0647\\u0627\\u0631\\u0645\",\"content\":\"\"}}s:17:\"industries_link_4\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":164:{{\"id\":\"industries_link_4\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0686\\u0647\\u0627\\u0631\\u0645\",\"href\":\"\",\"content\":\"\"}}s:12:\"industries_5\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":258:{{\"id\":\"industries_5\",\"title\":\"\\u0622\\u06cc\\u06a9\\u0648\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u067e\\u0646\\u062c\\u0645\",\"alt\":\"\\u0622\\u06cc\\u06a9\\u0648\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u067e\\u0646\\u062c\\u0645\",\"src\":\"\"}}s:18:\"industries_title_5\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":155:{{\"id\":\"industries_title_5\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u067e\\u0646\\u062c\\u0645\",\"content\":\"\"}}s:17:\"industries_link_5\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":158:{{\"id\":\"industries_link_5\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u067e\\u0646\\u062c\\u0645\",\"href\":\"\",\"content\":\"\"}}s:12:\"industries_6\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":246:{{\"id\":\"industries_6\",\"title\":\"\\u0622\\u06cc\\u06a9\\u0648\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0634\\u0634\\u0645\",\"alt\":\"\\u0622\\u06cc\\u06a9\\u0648\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0634\\u0634\\u0645\",\"src\":\"\"}}s:18:\"industries_title_6\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":149:{{\"id\":\"industries_title_6\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0634\\u0634\\u0645\",\"content\":\"\"}}s:17:\"industries_link_6\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":152:{{\"id\":\"industries_link_6\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0634\\u0634\\u0645\",\"href\":\"\",\"content\":\"\"}}s:12:\"industries_7\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":258:{{\"id\":\"industries_7\",\"title\":\"\\u0622\\u06cc\\u06a9\\u0648\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0647\\u0641\\u062a\\u0645\",\"alt\":\"\\u0622\\u06cc\\u06a9\\u0648\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0647\\u0641\\u062a\\u0645\",\"src\":\"\"}}s:18:\"industries_title_7\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":155:{{\"id\":\"industries_title_7\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0647\\u0641\\u062a\\u0645\",\"content\":\"\"}}s:17:\"industries_link_7\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":158:{{\"id\":\"industries_link_7\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0647\\u0641\\u062a\\u0645\",\"href\":\"\",\"content\":\"\"}}s:12:\"industries_8\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":258:{{\"id\":\"industries_8\",\"title\":\"\\u0622\\u06cc\\u06a9\\u0648\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0647\\u0634\\u062a\\u0645\",\"alt\":\"\\u0622\\u06cc\\u06a9\\u0648\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0647\\u0634\\u062a\\u0645\",\"src\":\"\"}}s:18:\"industries_title_8\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":155:{{\"id\":\"industries_title_8\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0647\\u0634\\u062a\\u0645\",\"content\":\"\"}}s:17:\"industries_link_8\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":158:{{\"id\":\"industries_link_8\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u06a9\\u0633\\u0628\\u200c\\u0648\\u06a9\\u0627\\u0631 \\u0647\\u0634\\u062a\\u0645\",\"href\":\"\",\"content\":\"\"}}s:8:\"banner_1\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":120:{{\"id\":\"banner_1\",\"title\":\"\\u0628\\u0646\\u0631 \\u0627\\u0648\\u0644\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0627\\u0648\\u0644\",\"src\":\"\"}}s:13:\"banner_link_1\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":118:{{\"id\":\"banner_link_1\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u0627\\u0648\\u0644\",\"href\":\"\",\"content\":\"\"}}s:8:\"banner_2\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":120:{{\"id\":\"banner_2\",\"title\":\"\\u0628\\u0646\\u0631 \\u062f\\u0648\\u0645\",\"alt\":\"\\u0628\\u0646\\u0631 \\u062f\\u0648\\u0645\",\"src\":\"\"}}s:13:\"banner_link_2\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":118:{{\"id\":\"banner_link_2\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u062f\\u0648\\u0645\",\"href\":\"\",\"content\":\"\"}}s:8:\"banner_3\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":120:{{\"id\":\"banner_3\",\"title\":\"\\u0628\\u0646\\u0631 \\u0633\\u0648\\u0645\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0633\\u0648\\u0645\",\"src\":\"\"}}s:13:\"banner_link_3\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":118:{{\"id\":\"banner_link_3\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u0633\\u0648\\u0645\",\"href\":\"\",\"content\":\"\"}}s:8:\"banner_4\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":144:{{\"id\":\"banner_4\",\"title\":\"\\u0628\\u0646\\u0631 \\u0686\\u0647\\u0627\\u0631\\u0645\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0686\\u0647\\u0627\\u0631\\u0645\",\"src\":\"\"}}s:13:\"banner_link_4\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":130:{{\"id\":\"banner_link_4\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u0686\\u0647\\u0627\\u0631\\u0645\",\"href\":\"\",\"content\":\"\"}}s:16:\"title_categories\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":312:{{\"id\":\"title_categories\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u062e\\u0631\\u06cc\\u062f \\u0628\\u0631\\u0627\\u0633\\u0627\\u0633 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc\",\"content\":\"\\u062e\\u0631\\u06cc\\u062f \\u0628\\u0631\\u0627\\u0633\\u0627\\u0633 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc\"}}s:12:\"categories_1\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":325:{{\"id\":\"categories_1\",\"title\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u0627\\u0648\\u0644\",\"alt\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u0627\\u0648\\u0644\",\"src\":\"\\/uploads\\/not_categorized\\/1702561547.2534HpboKS8TJb\\/abr-icon.jpg\"}}s:18:\"categories_title_1\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":155:{{\"id\":\"categories_title_1\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u0627\\u0648\\u0644\",\"content\":\"\"}}s:17:\"categories_link_1\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":158:{{\"id\":\"categories_link_1\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u0627\\u0648\\u0644\",\"href\":\"\",\"content\":\"\"}}s:12:\"categories_2\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":331:{{\"id\":\"categories_2\",\"title\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u062f\\u0648\\u0645\",\"alt\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u062f\\u0648\\u0645\",\"src\":\"\\/uploads\\/not_categorized\\/1702561547.2546dsb2mUoOF6\\/air-tools-icon.jpg\"}}s:18:\"categories_title_2\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":155:{{\"id\":\"categories_title_2\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u062f\\u0648\\u0645\",\"content\":\"\"}}s:17:\"categories_link_2\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":158:{{\"id\":\"categories_link_2\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u062f\\u0648\\u0645\",\"href\":\"\",\"content\":\"\"}}s:12:\"categories_3\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":333:{{\"id\":\"categories_3\",\"title\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u0633\\u0648\\u0645\",\"alt\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u0633\\u0648\\u0645\",\"src\":\"\\/uploads\\/not_categorized\\/1702561547.2551w5kwIpHRfE\\/Bubble-Wrap-icon.jpg\"}}s:18:\"categories_title_3\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":155:{{\"id\":\"categories_title_3\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u0633\\u0648\\u0645\",\"content\":\"\"}}s:17:\"categories_link_3\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":158:{{\"id\":\"categories_link_3\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u0633\\u0648\\u0645\",\"href\":\"\",\"content\":\"\"}}s:12:\"categories_4\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":350:{{\"id\":\"categories_4\",\"title\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u0686\\u0647\\u0627\\u0631\\u0645\",\"alt\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u0686\\u0647\\u0627\\u0631\\u0645\",\"src\":\"\\/uploads\\/not_categorized\\/1702561547.25566EEFhJ1e6z\\/Glue-icon.jpg\"}}s:18:\"categories_title_4\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":167:{{\"id\":\"categories_title_4\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u0686\\u0647\\u0627\\u0631\\u0645\",\"content\":\"\"}}s:17:\"categories_link_4\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":170:{{\"id\":\"categories_link_4\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u0686\\u0647\\u0627\\u0631\\u0645\",\"href\":\"\",\"content\":\"\"}}s:12:\"categories_5\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":343:{{\"id\":\"categories_5\",\"title\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u067e\\u0646\\u062c\\u0645\",\"alt\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u067e\\u0646\\u062c\\u0645\",\"src\":\"\\/uploads\\/not_categorized\\/1702561547.256126qOHJceiN\\/Span-Bond-icon.jpg\"}}s:18:\"categories_title_5\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":161:{{\"id\":\"categories_title_5\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u067e\\u0646\\u062c\\u0645\",\"content\":\"\"}}s:17:\"categories_link_5\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":164:{{\"id\":\"categories_link_5\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u067e\\u0646\\u062c\\u0645\",\"href\":\"\",\"content\":\"\"}}s:12:\"categories_6\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":258:{{\"id\":\"categories_6\",\"title\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u0634\\u0634\\u0645\",\"alt\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u0634\\u0634\\u0645\",\"src\":\"\"}}s:18:\"categories_title_6\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":155:{{\"id\":\"categories_title_6\",\"title\":\"\\u0639\\u0646\\u0648\\u0627\\u0646 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u0634\\u0634\\u0645\",\"content\":\"\"}}s:17:\"categories_link_6\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":158:{{\"id\":\"categories_link_6\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u062f\\u0633\\u062a\\u0647\\u200c\\u0628\\u0646\\u062f\\u06cc \\u0634\\u0634\\u0645\",\"href\":\"\",\"content\":\"\"}}s:10:\"banner_1_8\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":174:{{\"id\":\"banner_1_8\",\"title\":\"\\u0628\\u0646\\u0631 \\u06cc\\u06a9 \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"alt\":\"\\u0628\\u0646\\u0631 \\u06cc\\u06a9 \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"src\":\"\"}}s:15:\"banner_link_1_8\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":146:{{\"id\":\"banner_link_1_8\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u06cc\\u06a9 \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"href\":\"\",\"content\":\"\"}}s:10:\"banner_2_8\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":174:{{\"id\":\"banner_2_8\",\"title\":\"\\u0628\\u0646\\u0631 \\u062f\\u0648 \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"alt\":\"\\u0628\\u0646\\u0631 \\u062f\\u0648 \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"src\":\"\"}}s:15:\"banner_link_2_8\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":146:{{\"id\":\"banner_link_2_8\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u062f\\u0648 \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"href\":\"\",\"content\":\"\"}}s:10:\"banner_3_8\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":174:{{\"id\":\"banner_3_8\",\"title\":\"\\u0628\\u0646\\u0631 \\u0633\\u0647 \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0633\\u0647 \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"src\":\"\"}}s:15:\"banner_link_3_8\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":146:{{\"id\":\"banner_link_3_8\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u0633\\u0647 \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"href\":\"\",\"content\":\"\"}}s:10:\"banner_4_8\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":198:{{\"id\":\"banner_4_8\",\"title\":\"\\u0628\\u0646\\u0631 \\u0686\\u0647\\u0627\\u0631 \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0686\\u0647\\u0627\\u0631 \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"src\":\"\"}}s:15:\"banner_link_4_8\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":158:{{\"id\":\"banner_link_4_8\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u0686\\u0647\\u0627\\u0631 \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"href\":\"\",\"content\":\"\"}}s:9:\"title_one\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":759:{{\"id\":\"title_one\",\"title\":\"\\u0646\\u0627\\u0645 \\u0628\\u0631\\u0646\\u062f \\u0627\\u0648\\u0644 (\\u0628\\u0631\\u0627\\u06cc \\u0646\\u0645\\u0627\\u06cc\\u0634 \\u0645\\u062d\\u0635\\u0648\\u0644\\u0627\\u062a \\u0628\\u0631\\u0646\\u062f \\u0628\\u0627\\u06cc\\u062f \\u06cc\\u06a9 \\u062c\\u0633\\u062a\\u0627\\u0631 \\u0633\\u0641\\u0627\\u0631\\u0634\\u06cc \\u0628\\u0627 \\u0634\\u0646\\u0627\\u0633\\u0627\\u06af\\u0631 landing_brand_one_id \\u0628\\u0633\\u0627\\u0632\\u06cc\\u062f. \\u0627\\u0644\\u0628\\u062a\\u0647 \\u06a9\\u0647 \\u062f\\u0631 \\u0634\\u0646\\u0627\\u0633\\u0627\\u06af\\u0631 \\u0622\\u06cc \\u062f\\u06cc \\u0635\\u0641\\u062d\\u0647 \\u0648\\u0628 \\u0631\\u0627 \\u062c\\u0627\\u06cc\\u06af\\u0632\\u06cc\\u0646 \\u06a9\\u0646\\u06cc\\u062f.)\",\"content\":\"\\u0646\\u0627\\u0645 \\u0628\\u0631\\u0646\\u062f \\u0627\\u0648\\u0644\"}}s:9:\"title_two\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":759:{{\"id\":\"title_two\",\"title\":\"\\u0646\\u0627\\u0645 \\u0628\\u0631\\u0646\\u062f \\u062f\\u0648\\u0645 (\\u0628\\u0631\\u0627\\u06cc \\u0646\\u0645\\u0627\\u06cc\\u0634 \\u0645\\u062d\\u0635\\u0648\\u0644\\u0627\\u062a \\u0628\\u0631\\u0646\\u062f \\u0628\\u0627\\u06cc\\u062f \\u06cc\\u06a9 \\u062c\\u0633\\u062a\\u0627\\u0631 \\u0633\\u0641\\u0627\\u0631\\u0634\\u06cc \\u0628\\u0627 \\u0634\\u0646\\u0627\\u0633\\u0627\\u06af\\u0631 landing_brand_two_id \\u0628\\u0633\\u0627\\u0632\\u06cc\\u062f. \\u0627\\u0644\\u0628\\u062a\\u0647 \\u06a9\\u0647 \\u062f\\u0631 \\u0634\\u0646\\u0627\\u0633\\u0627\\u06af\\u0631 \\u0622\\u06cc \\u062f\\u06cc \\u0635\\u0641\\u062d\\u0647 \\u0648\\u0628 \\u0631\\u0627 \\u062c\\u0627\\u06cc\\u06af\\u0632\\u06cc\\u0646 \\u06a9\\u0646\\u06cc\\u062f.)\",\"content\":\"\\u0646\\u0627\\u0645 \\u0628\\u0631\\u0646\\u062f \\u062f\\u0648\\u0645\"}}s:11:\"title_three\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Text\":763:{{\"id\":\"title_three\",\"title\":\"\\u0646\\u0627\\u0645 \\u0628\\u0631\\u0646\\u062f \\u0633\\u0648\\u0645 (\\u0628\\u0631\\u0627\\u06cc \\u0646\\u0645\\u0627\\u06cc\\u0634 \\u0645\\u062d\\u0635\\u0648\\u0644\\u0627\\u062a \\u0628\\u0631\\u0646\\u062f \\u0628\\u0627\\u06cc\\u062f \\u06cc\\u06a9 \\u062c\\u0633\\u062a\\u0627\\u0631 \\u0633\\u0641\\u0627\\u0631\\u0634\\u06cc \\u0628\\u0627 \\u0634\\u0646\\u0627\\u0633\\u0627\\u06af\\u0631 landing_brand_three_id \\u0628\\u0633\\u0627\\u0632\\u06cc\\u062f. \\u0627\\u0644\\u0628\\u062a\\u0647 \\u06a9\\u0647 \\u062f\\u0631 \\u0634\\u0646\\u0627\\u0633\\u0627\\u06af\\u0631 \\u0622\\u06cc \\u062f\\u06cc \\u0635\\u0641\\u062d\\u0647 \\u0648\\u0628 \\u0631\\u0627 \\u062c\\u0627\\u06cc\\u06af\\u0632\\u06cc\\u0646 \\u06a9\\u0646\\u06cc\\u062f.)\",\"content\":\"\\u0646\\u0627\\u0645 \\u0628\\u0631\\u0646\\u062f \\u0633\\u0648\\u0645\"}}s:10:\"banner_5_8\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":186:{{\"id\":\"banner_5_8\",\"title\":\"\\u0628\\u0646\\u0631 \\u067e\\u0646\\u062c \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"alt\":\"\\u0628\\u0646\\u0631 \\u067e\\u0646\\u062c \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"src\":\"\"}}s:15:\"banner_link_5_8\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":152:{{\"id\":\"banner_link_5_8\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u067e\\u0646\\u062c \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"href\":\"\",\"content\":\"\"}}s:10:\"banner_6_8\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":174:{{\"id\":\"banner_6_8\",\"title\":\"\\u0628\\u0646\\u0631 \\u0634\\u0634 \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0634\\u0634 \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"src\":\"\"}}s:15:\"banner_link_6_8\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":146:{{\"id\":\"banner_link_6_8\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u0634\\u0634 \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"href\":\"\",\"content\":\"\"}}s:10:\"banner_7_8\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":186:{{\"id\":\"banner_7_8\",\"title\":\"\\u0628\\u0646\\u0631 \\u0647\\u0641\\u062a \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0647\\u0641\\u062a \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"src\":\"\"}}s:15:\"banner_link_7_8\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":152:{{\"id\":\"banner_link_7_8\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u0647\\u0641\\u062a \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"href\":\"\",\"content\":\"\"}}s:10:\"banner_8_8\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":186:{{\"id\":\"banner_8_8\",\"title\":\"\\u0628\\u0646\\u0631 \\u0647\\u0634\\u062a \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"alt\":\"\\u0628\\u0646\\u0631 \\u0647\\u0634\\u062a \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"src\":\"\"}}s:15:\"banner_link_8_8\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":152:{{\"id\":\"banner_link_8_8\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0628\\u0646\\u0631 \\u0647\\u0634\\u062a \\u0627\\u0632 \\u0647\\u0634\\u062a\",\"href\":\"\",\"content\":\"\"}}s:7:\"price_1\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":303:{{\"id\":\"price_1\",\"title\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0642\\u06cc\\u0645\\u062a \\u0627\\u0648\\u0644\",\"alt\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0642\\u06cc\\u0645\\u062a \\u0627\\u0648\\u0644\",\"src\":\"\\/uploads\\/not_categorized\\/1702562966.3589AM1OqjNgqE\\/f0193106891eca75236a54f1eb06b5b646dd65af_1698667736.jpg\"}}s:12:\"price_link_1\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":123:{{\"id\":\"price_link_1\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0642\\u06cc\\u0645\\u062a \\u0627\\u0648\\u0644\",\"href\":\"\",\"content\":\"\"}}s:7:\"price_2\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":303:{{\"id\":\"price_2\",\"title\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0642\\u06cc\\u0645\\u062a \\u062f\\u0648\\u0645\",\"alt\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0642\\u06cc\\u0645\\u062a \\u062f\\u0648\\u0645\",\"src\":\"\\/uploads\\/not_categorized\\/1702562966.3597ELqwMmG3Un\\/665ac07a13eed7e0642c3c4f81efc8a3f6d4a9a2_1698667777.jpg\"}}s:12:\"price_link_2\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":123:{{\"id\":\"price_link_2\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0642\\u06cc\\u0645\\u062a \\u062f\\u0648\\u0645\",\"href\":\"\",\"content\":\"\"}}s:7:\"price_3\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":301:{{\"id\":\"price_3\",\"title\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0642\\u06cc\\u0645\\u062a \\u0633\\u0648\\u0645\",\"alt\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0642\\u06cc\\u0645\\u062a \\u0633\\u0648\\u0645\",\"src\":\"\\/uploads\\/not_categorized\\/1702562966.361h4Yghi0MY\\/41529e07f8abd36b6e302630bc3cea3331825aa1_1698667936.jpg\"}}s:12:\"price_link_3\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":123:{{\"id\":\"price_link_3\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0642\\u06cc\\u0645\\u062a \\u0633\\u0648\\u0645\",\"href\":\"\",\"content\":\"\"}}s:7:\"price_4\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":327:{{\"id\":\"price_4\",\"title\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0642\\u06cc\\u0645\\u062a \\u0686\\u0647\\u0627\\u0631\\u0645\",\"alt\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0642\\u06cc\\u0645\\u062a \\u0686\\u0647\\u0627\\u0631\\u0645\",\"src\":\"\\/uploads\\/not_categorized\\/1702562966.3602notgumBTuv\\/23f369be131d1b3c37ccc58fd5f21261437bb66b_1698667972.jpg\"}}s:12:\"price_link_4\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":135:{{\"id\":\"price_link_4\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0642\\u06cc\\u0645\\u062a \\u0686\\u0647\\u0627\\u0631\\u0645\",\"href\":\"\",\"content\":\"\"}}s:7:\"price_5\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":315:{{\"id\":\"price_5\",\"title\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0642\\u06cc\\u0645\\u062a \\u067e\\u0646\\u062c\\u0645\",\"alt\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0642\\u06cc\\u0645\\u062a \\u067e\\u0646\\u062c\\u0645\",\"src\":\"\\/uploads\\/not_categorized\\/1702562966.3605otOglXgfen\\/66406cd809d20a4e6ffa7fa539c4995bf6e4f02d_1698668004.jpg\"}}s:12:\"price_link_5\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":129:{{\"id\":\"price_link_5\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0642\\u06cc\\u0645\\u062a \\u067e\\u0646\\u062c\\u0645\",\"href\":\"\",\"content\":\"\"}}s:7:\"price_6\";C:37:\"App\\Utils\\CMS\\Template\\Contents\\Image\":193:{{\"id\":\"price_6\",\"title\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0642\\u06cc\\u0645\\u062a \\u0634\\u0634\\u0645\",\"alt\":\"\\u062a\\u0635\\u0648\\u06cc\\u0631 \\u0642\\u06cc\\u0645\\u062a \\u0634\\u0634\\u0645\",\"src\":\"\"}}s:12:\"price_link_6\";C:36:\"App\\Utils\\CMS\\Template\\Contents\\Link\":123:{{\"id\":\"price_link_6\",\"title\":\"\\u0644\\u06cc\\u0646\\u06a9 \\u0642\\u06cc\\u0645\\u062a \\u0634\\u0634\\u0645\",\"href\":\"\",\"content\":\"\"}}}',NULL,'2023-12-11 13:15:13','2023-12-25 08:57:28',NULL,NULL,NULL);
/*!40000 ALTER TABLE `web_pages` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2024-07-05 15:20:17
